{
  "title": "new title here check 123",
  "DOWNLOAD_WALLET_HEADER1": "WELCOME TO KRYPTO ARMY",
  "DOWNLOAD_WALLET_HEADER2": "Track Portfolio",
  "SEARCH_PORTFOLIO": "Connect. Exchange. Earn.",
  "ETHEREUM": "Ethereum",
  "GO": "Go",
  "OR_YOU_CAN": "Or you can also",
  "CONNECT_EXISTING_WALLET": "Connect Wallet",
  "CONNECT_TO_START_USING": "Connect To Start Using",
  "TYLKO_CRYPTO_DEFI_WALLET": "",
  "TAG_LINE": "Connect. Exchange. Earn.",
  "CONNECT_WALLET": "Connect Wallet",
  "SECURE_CONNECT_AND_MONITOR": "Securely connect wallet and monitor your portfolio all at once",
  "TRACK_FULL_PORTFOLIO_THROUGH_DEFI": "Track your full portfolio and any other address ",
  "GROW_PORTFOLIO_WITH_DEX_EXCHANGE": "Grow your portfolio by using our Exchange",
  "FIND_BEST_EXCHANGE_ACROSS_LEADING_DEXES": "Find the best gems at the best pricing using our platform",
  "BUY_CRYPTOCURRENCY_WITH_FIAT_GATEWAY": "Buy Cryptocurrencies with our FIAT Gateway",
  "USE_DEBIT_CARD_TO_PURCHASE": "Use Wire Transfer, Credit and Debit Card to purchase cryptocurrencies in minutes",
  "LOGIN": "Log In",
  "REGISTER": "Register",
  "LOGIN_WELCOME_TEXT": "Welcom Back!",
  "DO_NOT_HAVE_ACCOUNT_REGISTER": "Do not have an account yet? Register Now",
  "GENERAL_USERNAME": "Username",
  "GENERAL_PASSWORD": "Password",
  "GENERAL_REPASSWORD": "Confirm Password",
  "GENERAL_YOUR_NAME": "Your name",
  "GENERAL_EMAIL_ADDRESS": "Email address",
  "GENERAL_TOTAL_VALUE": "Total Value",
  "GENERAL_PROFIT_LOSS": "Total Profile/Loss (24h)",
  "GENERAL_BLOCKCHAIN": "Blockchain",
  "GENERAL_ADDRESS": "Address",
  "ERROR_INVALID_EMAIL": "invalid email",
  "GENERAL_REQUIRED": "required",
  "GENERAL_PASSWORD_MUST_MATCH": "password must match",
  "GENERAL_CONTINUE": "Continue",
  "SIDENAV_DASHBOARD": "Dashboard",
  "SIDENAV_SEARCH": "Search...",
  "DASHBOARD_SEARCH": "Go",
  "SIDENAV_WALLET": "Wallet",
  "SIDENAV_FIAT_GATEWAY": "Buy Crypto",
  "SIDENAV_DEX": "Exchange",
  "SIDENAV_FARM": "Earn",
  "SIDENAV_REFERRAL": "Referral",
  "SIDENAV_FAQ": "FAQ",
  "SIDENAV_SETTING": "Settings",
  "REGISTER_NEW_ACCOUNT": "Register New Account",
  "DO_NOT_HAVE_ACCOUNT_LOGIN": "Already have an account yet? Log In Now",
  "SELECT_LANGUAGE": "Choose A Language",
  "LNG_ENGLISH": "ENGLISH (UK)",
  "LNG_POLISH": "Polish",
  "LNG_SPANISH": "Spanish",
  "GENERAL_ASSET": "Assets",
  "GENERAL_TOTAL_DEBTS": "Total Debts",
  "GENERAL_TOBE_CLAIMED": "To Be Claimed",
  "WALLET_HEADER": "Connect Your Wallet",
  "WALLET_METAMASK": "Metamask",
  "WALLET_TYKLO": "KRYPTO Wallet",
  "WALLET_PORTFOLIO_HEADER": "Track your portfolio with Wallet Address",
  "WALLET_PORTFOLIO_INPUT_LABEL": "Enter your etherium address",
  "WALLET_PORTFOLIO_INPUT_BUTTON": "Connect",
  "WALLET_CARD_HEADER1": "Connect and start using our",
  "WALLET_CARD_HEADER2": "Platform",
  "WALLET_CARD_DESC": "Search and View your Portfolio",
  "TYLKO_HEADER": "Are you new to TYLKO Wallet?",
  "TYLKO_IMPORT": "Import existing TYLKO wallet using a set of mnemonic key",
  "TYLKO_IMPORT_NO": "No, I already have a TYLKO Wallet",
  "TYLKO_CREATE": "Create a TYLKO Wallet and generate mnemonic key",
  "TYLKO_CREATE_Yes": "Yes, let’s get me a new TYLKO Wallet",
  "TYLKO_IMPORT_HEADER": "Import your TYLKO Wallet",
  "TYLKO_IMPORT_LABEL": "Enter your mnemonic key here to restore wallet.",
  "TYLKO_IMPORT_PLACEHOLDER": "Your mnemonic key here",
  "TYLKO_IMPORT_AGREEMENT_MSG": "By importing your TYLKO Wallet, you confirm that you’ve read and accepted our Terms of Service and Privacy Policy.",
  "TYLKO_IMPORT_BUTTON_TEXT": "Import Wallet",
  "TYLKO_CREATE_HEADER": "Secure Your Wallet",
  "TYLKO_CREATE_LABEL": "Use Mnemonic Key to easily backup and restore your account. Write this phrase on a piece of paper and store it in a secure location.",
  "TYLKO_CREATE_PLACEHOLDER": "Your mnemonic key here",
  "TYLKO_CREATE_AGREEMENT_MSG": "Warning: Never disclose your mnemonic key to anyone. Anyone with your set of mnemonic key can access to your account.",
  "TYLKO_CREATE_BUTTON_TEXT": "Next",
  "TYLKO_BACKUP_HEADER": "Backup your mnemonic key",
  "TYLKO_BACKUP_LABEL": "Please select each phrase in order to make sure it is correct.",
  "TYLKO_BACKUP_PLACEHOLDER": "Your mnemonic key here",
  "TYLKO_BACKUP_ERROR_MSG": "Error: Invalid Mneumonic key entered. Make sure you enter the key in correct combination.",
  "TYLKO_BACKUP_BUTTON_TEXT": "Confirm",
  "TYKLO_SUCCESS_HEADING": "Hooray! Welcome to KRYPTO",
  "TYKLO_SUCCESS_SUB_HEADING_1": "Your KRYPTO Wallet is created successfully.",
  "TYKLO_SUCCESS_SUB_HEADING_2": "Please keep you mnemonic key safe, it’s your responsibility now.",
  "TYKLO_SUCCESS_BUTTON_TEXT": "All Done",
  "FAQ_ALL_TOPICS": "All Topics",
  "SETTING_BASICS": "Basics",
  "SETTING_EXCHANGE": "Exchange Settings",
  "FAQ_HEADER_TEXT": "Have any questions?",
  "FAQ_HEADER_SUBTEXT": "Simply browse our list of FAQ to find answers",
  "SETTING_HEADER": "Settings",
  "SETTING_BASIC": "Basics",
  "SETTING_PERFORMANCE_MODE": "Performance Mode",
  "SETTING_PERFORMANCE_IMPROVE": "Improve performance by disabling visual effects",
  "SETTING_CURRENCY": "Currency",
  "SETTING_CURRENCY_FORMAT": "Change currency format",
  "SETTING_INTERFACE_LANG": "Interface Language",
  "SETTING_INTERFACE_LANG_DESC": "Change your interface language",
  "SETTING_EXCHANGE_SETTING": "Exchange Settings",
  "SETTING_PERFORMANCE_TITLE": "Performance Mode",
  "SETTING_PERFORMANCE_SUBTITLE": "Improve performance by disabling visual effects",
  "SETTING_CURRENCY_TITLE": "Currency",
  "SETTING_CURRENCY_SUBTITLE": "Change currency format",
  "SETTING_INTERFACE_TITLE": "Interface Language",
  "SETTING_INTERFACE_SUBTITLE": "Change your interface language",
  "SETTING_SLIPPAGE_TOLERANCE": "Slippage Tolerance",
  "SETTING_GAS_PRICE": "Gas Price",
  "SETTING_ENABLE_EXCHANGE": "Enable Exchanges",
  "SETTING_SLOW": "Slow",
  "SETTING_NORMAL": "Normal",
  "SETTING_FAST": "Fast",
  "OFF_SETTING": "Off",
  "ON_SETTING": "On",
  "CANCEL_BTN": "Cancel",
  "SUBMIT_BTN": "Submit",
  "FORGOT_PASSWORD": "Forgot Password",
  "RESET_PASSWORD_INFO": "An email with reset password link has been sent to you. please check your email and reset your password.",
  "RESET_PASSWORD_LINK_SENT": "Reset password link sent!",
  "NOT_FOUND_PAGE_HEADER": "ERROR",
  "NOT_FOUND_PAGE_CODE": "404",
  "NOT_FOUND_PAGE_MESSAGE": "Soory, the page you were looking for doesn't exist",
  "NOT_FOUND_PAGE_MESSAGE_DESC": "Please return to dashboard and try another keyword",
  "NOT_FOUND_PAGE_BUTTON_TEXT": "Return to dashboard",
  "COMING_SOON_HEADER": "NEW FEATURE",
  "COMING_TEXT": "COMING",
  "SOON_TEXT": "SOON",
  "COMING_SOON_DESC1": "Stay tune to KRYPTO's new feature",
  "COMING_SOON_DESC2": "Meanwhile, explore other features we already had on KRYPTO",
  "REFERAL_CODE": "Referral code",
  "ENTER_REFERAL_CODE": "Enter Referral code",
  "SWITCH_WALLET_HEADER": "Switch Blockchain",
  "REFERRAL_HEADER": "Referral",
  "REFERRAL_REFERRAL_LINK_HEADER": "Your Referral Link",
  "REFERRAL_REFERRAL_EARNING": "Your Earnings",
  "REFERRAL_REFERRAL_COPY_LINK": "Copy Link",
  "REFERRAL_INVITED_FRIEND_HEADER": "Your Invited Friends",
  "REFERRAL_TOTAL_EARNING": "Total Earnings",
  "REFERRAL_MONTH_EARNING": "This Month's Earnings",
  "REFERRAL_COPY_INVITATION_LINK": "Copy Invitation Link",
  "REFERRAL_COPY_INVITATION_LINK_DESC": "Copy your unique referral link to friends and tell how cool KRYPTO is!",
  "REFERRAL_REGESTRATION": "Registration",
  "REFERRAL_REGESTRATION_DESC": "Get your friends to register to KRYPTO using  your referral link",
  "REFERRAL_MAKE_MONEY": "Make Money",
  "REFERRAL_MAKE_MONEY_DESC": "Each time your friend uses passive income tools and our DEX you are making money. Forever!",
  "REFERRAL_COPY_LINK": "Copy link",
  "REFERRAL_COPYIED_LINK": "Copied!",
  "HEADER_PLACEHOLDER": "Search for wallet address, protocols or tokens",
  "REFERRAL_GET_CREDIT": "Get 10 Credits",
  "REFERRAL_GET_CREDIT_DESC": "You will receive 10 credits soon once they performed their first transaction!",
  "REFERRAL_HEADER_TEXT": "Spread The Word And Earn Money",
  "REFERRAL_HEADER_DESC1": "Every time your referred friends deposit assets into passive income protocols, harvest their rewards",
  "REFERRAL_HEADER_DESC2": " and use our DEX we will share with you 10% of our revenues.",
  "FARM_HEADER": "Earn",
  "FARM_TOTAL_EARNED": "Total Earned",
  "FARM_MASS_STAKE_APPROVE": "Mass Stake Approve",
  "FARM_MASS_HARVEST": "Mass Harvest",
  "FARM_VIEW_DETAILS": "View Details",
  "FARM_VIEW_DETAILS_TYK_BNB": "TYK-BNB",
  "SELECT_TOKEN": "Select Token to Purchase",
  "FAQ_GENERAL": "GENERAL",
  "FAQ_FEES": "FEES",
  "FAQ_CRYPTO": "CRYPTO",
  "FAQ_FIAT": "FIAT GATEWAY",
  "FAQ_DEX": "DEX",
  "GENERAL_QUE1": "Is this legal? ",
  "GENERAL_ANS1": "Yes, of course! Our platform with all its features is legal and operates according to national/local regulatory requirements",
  "GENERAL_QUE2": "How does it work?",
  "GENERAL_ANS2": "Yes, of course! Our platform with all its features is legal and",
  "GENERAL_QUE3": "Friend told me that cryptocurrencies are a bubble",
  "GENERAL_ANS3": "The market cycles of boom and bust are something normal. Cryptocurrencies experience these more than other assets as they are still a very young asset class. In general blockchain technology is legit and will stay with us for good but the market bubbles will happen every few years. You have to be aware of them and invest accordingly.",
  "GENERAL_QUE4": "What is Krypto referral program",
  "GENERAL_ANS4": "Our referral program allows you to make money every time a person that you recommended us to: makes a deposit to the earning protocol, harvests their rewards, exchanges their cryptocurrencies using Krypto DEX",
  "GENERAL_QUE5": "How can I earn using referral links?",
  "GENERAL_ANS5": "Simply share your referral link with your friends that want to join our platform. Your referral rewards are counted automatically and will be paid straight to your wallet once a month.",
  "GENERAL_QUE6": "How does the referral program work?",
  "GENERAL_ANS6": "When you register you get a unique referral code to share with your friends. When your friend deposits assets into our passive tools or harvests their rewards you make money. When your friend uses the DEX to exchange different cryptocurrencies you also make money. Each month your rewards are paid straight to your wallet. For the current referral rewards please see the table:",
  "GENERAL_QUE7": "How to start earning with your passive income tool?",
  "GENERAL_ANS7": "In order to start making passive income with us you have to:<br/> <br/>1. Buy BNB here: <br/> 2. Exchange BNB to USDT here: <br/> 3. Deposit USDT to one of our earning protocols here:",
  "GENERAL_QUE8": "Is this worth it?",
  "GENERAL_ANS8": "When choosing your investment you have to make sure you know all the risks associated with it and make your decision based on risk to reward ratio. Different investors might have different risk tolerance and earnings expectations. That being said, the earning protocols that we use have anywhere from 10% to even 40% yearly returns. In comparison real estate yields around 7% and your bank account is probably less than 0.1%",
  "GENERAL_QUE9": "How can I buy different cryptocurrencies with your platform ?",
  "GENERAL_ANS9": "You can buy cryptocurrencies with us in 2 different ways:  <br/> <br/>  1. You can buy crypto with regular fiat money by using our fiat gateway - here is a link to a video that describes this process  <br/><br/>   2. You can use our decentralised exchange (DEX) to buy cryptocurrencies using other cryptocurrencies instead of fiat money. By using our DEX you’re getting access to thousands of different cryptocurrencies - here is a link to video describing how to use our DEX",
  "GENERAL_QUE10": "What cryptocurrencies can I buy using your platform?",
  "GENERAL_ANS10": "Apart from buying cryptocurrencies with fiat money (the list below) you can also use our exchange to buy any token available on Ethereum and Binance Smart Chain. For the full list of cryptocurrencies that you can buy using our fiat gateway visit this website <br/><br/><a style='color:#fff' href='https://support.ramp.network/en/article/what-crypto-assets-do-you-support-1j705ak/'> https://support.ramp.network/en/article/what-crypto-assets-do-you-support-1j705ak/</a>",
  "GENERAL_QUE11": "How to pay taxes when using the platform and making money on it?",
  "GENERAL_ANS11": "When it comes to taxes it is your responsibility to comply with all applicable regulation. If you are not sure how to do your taxes you should consult a lawyer who’s familiar with your local and national crypto regulations and tax requirements",
  "GENERAL_QUE12": "Is my money safe when I connect to the passive income tools you provide ?",
  "GENERAL_ANS12": "We do our best to only pick the best and safest protocols but we cannot guarantee that you will not experience losses. When you connect to DeFi protocols there are some risks that you have to be aware of. Here is the whole list of risks to consider when using DeFi - <a style='color:#fff' href='https://101blockchains.com/risks-in-defi/'>https://101blockchains.com/risks-in-defi/</a> Our platform only provides an easy to use interface but we are taking no responsibility for the protocols that you connect to",
  "GENERAL_QUE13": " Does anyone have access to my money when I keep it on your platform?",
  "GENERAL_ANS13": "You actually do not keep money on our platform. We only provide an interface for you to use to connect to different decentralized protocols. You always have 100% power over your money and assets. You control these assets with your private keys generated by your software wallet.Our platform is only an interface and does not collect or keep any money from our users.",
  "GENERAL_QUE14": "What is the minimum amount I can start earning with?",
  "GENERAL_ANS14": "You can start with as little as you want, there are no minimum requirements.",
  "GENERAL_QUE15": " Will my funds be frozen for a certain period of time?",
  "GENERAL_ANS15": "No. You can access your funds at any time. Our platform and the protocols you connect with through us do not freeze your assets, you can withdraw them at all times",
  "GENERAL_QUE16": "Can I withdraw my money at any time?",
  "GENERAL_ANS16": "Yes, you can withdraw your money at any time.",
  "GENERAL_QUE17": "When can I withdraw the earned profit?",
  "GENERAL_ANS17": "You can withdraw your profits at any time.",
  "GENERAL_QUE18": "When and how will I get access to my referral rewards?",
  "GENERAL_ANS18": "We pay out the referral rewards once a month, on the first day of each month. The money will go straight to your wallet that was used to connect with our platform.",
  "GENERAL_QUE19": "Is there a risk of losing my invested capital?",
  "GENERAL_ANS19": "To limit the currency exchange risk due to crypto market volatility we only use tools built on stablecoins. That being said there are other risks that you have to be aware of. Here is the whole list of risks to consider when using DeFi -  <a style='color:#fff' href='https://101blockchains.com/risks-in-defi/'>https://101blockchains.com/risks-in-defi/</a> Our platform only provides an easy to use interface but we are taking no responsibility for the protocols that you connect to.",
  "GENERAL_QUE20": " Can the platform generate losses, instead of profits?",
  "GENERAL_ANS20": "No (apart from situations like hacks). These platforms provide stedy inflow of rewards and cannot generate loses. Just be cautious of the deposit fees that you pay when depositing money to the protocols. Make sure that you know how much it takes to get back the money you are paying up front to use these tools. Sometimes it might take up to 6 weeks to break even and start earning. You can experience a lose up to 6%) if you take out your money too early.",
  "GENERAL_QUE21": "After what time will the profit be calculated ?",
  "GENERAL_ANS21": "The profit is being calculated and updated live, as each block in the blockchain is created.",
  "GENERAL_QUE22": " What is slippage?",
  "GENERAL_ANS22": "Slippage happens when traders have to settle for a different price than what they initially requested due to a movement in price between the time the order enters the market and the execution of a trade. This is caused by high levels of price volatility as well as the low volume and/or liquidity.",
  "GENERAL_QUE23": "Can I influence the amount of the interest?",
  "GENERAL_ANS23": "No. The interest is determined by external factors",
  "FEES_QUE1": " How much does it cost to use your platform?",
  "FEES_ANS1": "Our platform is in general free to use. You can download and use our wallet free of charge. The scan functionality is also free. Some of our more advanced features like passive income tools and fiat gateway have some fees associated with them. You can read more about all the fees here: <a style='color:#fff' href='https://docs.google.com/document/d/1eDo14N_cGCwTlWfgXxcYkVXXBs0XD0V9P0K4PlscqMM/edit'>https://docs.google.com/document/d/1eDo14N_cGCwTlWfgXxcYkVXXBs0XD0V9P0K4PlscqMM/edit<a/>",
  "FEES_QUE2": "How does the platform make money on my contributions?",
  "FEES_ANS2": "Our platform has a few income streams, you can read more about all the fees here: <a style='color:#fff' href='https://docs.google.com/document/d/1eDo14N_cGCwTlWfgXxcYkVXXBs0XD0V9P0K4PlscqMM/edit'>https://docs.google.com/document/d/1eDo14N_cGCwTlWfgXxcYkVXXBs0XD0V9P0K4PlscqMM/edit </a>",
  "FEES_QUE3": "Are there transaction fees on your platform?",
  "FEES_ANS3": "Yes, for the full list of fees please see: <a style='color:#fff' href='https://docs.google.com/document/d/1eDo14N_cGCwTlWfgXxcYkVXXBs0XD0V9P0K4PlscqMM/edit '>https://docs.google.com/document/d/1eDo14N_cGCwTlWfgXxcYkVXXBs0XD0V9P0K4PlscqMM/edit </a>",
  "FEES_QUE4": "Why is there a deposit fee?",
  "FEES_ANS4": "The deposit fee is usually charged by the earning protocols, and they use this fees to pay for development and maintenance of their platforms. Krypto also charges a small deposit fee in addition to protocol deposit fees. We do it to fund future developments of our platform and pay for month to month expenses.",
  "FEES_QUE5": "Why does the deposit fee differ?",
  "FEES_ANS5": "We have no control over the deposit fees set in the protocols you can connect to with our interface. Different protocols will have different deposit fees based on their team strategy and requirements.",
  "FEES_QUE6": " What are the fees for using the platform?",
  "FEES_ANS6": "To see all the fees please refer to the fees schedule here: <a style='color:#fff' href='https://docs.google.com/document/d/1eDo14N_cGCwTlWfgXxcYkVXXBs0XD0V9P0K4PlscqMM/edit'>https://docs.google.com/document/d/1eDo14N_cGCwTlWfgXxcYkVXXBs0XD0V9P0K4PlscqMM/edit </a>",
  "FEES_QUE7": " What am I paying the fee for?",
  "FEES_ANS7": "To see all the fees please refer to the fees schedule here <a style='color:#fff' href='https://docs.google.com/document/d/1eDo14N_cGCwTlWfgXxcYkVXXBs0XD0V9P0K4PlscqMM/edit '>https://docs.google.com/document/d/1eDo14N_cGCwTlWfgXxcYkVXXBs0XD0V9P0K4PlscqMM/edit </a> ",
  "FEES_QUE8": "Are there any hidden fees?",
  "FEES_ANS8": "There are no hidden fees but be aware that there might be some other fees incurred based on the transactions you perform. Some of the additional fees include 3rd party fees for fiat gateway, network transfer fees when sending your assets to a different wallet, exchange fees while depositing to the earning protocols as well as when harvesting your rewards.",
  "CRYPTO_QUE1": "What is blockchain technology?",
  "CRYPTO_ANS1": "Blockchain technology is basically a decentralised ledger, a way to securely send and store data in blocks",
  "CRYPTO_QUE2": "What is the wallet?",
  "CRYPTO_ANS2": "The wallet is a program (a piece of software) that is used for interacting with different blockchains. It allows to store, send and receive cryptocurrencies and to interact with different blockchain protocols.",
  "CRYPTO_QUE3": "What am I connecting to?",
  "CRYPTO_ANS3": "In order to use different tools your wallet has to connect/interact with blockchain protocols. When your wallet displays a 'connect' prompt it means that you're about to interact with a smart contract/protoco",
  "CRYPTO_QUE4": "What are stablecoins?",
  "CRYPTO_ANS4": "Stablecoins are a type of cryptocurrency linked to an asset, usually a fiat currency, like the U.S. dollar. Stablecoins may be also pegged to other fiat currencies issued by governments like the euro and yen (or to commodities, like gold). As a result, the price of stablecoins fluctuates very little, unlike other cryptocurrencies.",
  "CRYPTO_QUE5": "Are stablecoins safe?",
  "CRYPTO_ANS5": "Stablecoins, in general, are safe when it comes to retaining their pegged value. That being said, there are different kinds of stablecoins and that means that they also have different risk profiles. The value of stablecoins fluctuates all the time and it might move slightly from the peg from time to time. ",
  "CRYPTO_QUE6": "What are fiat currencies?",
  "CRYPTO_ANS6": "Fiat is the 'regular money that is issued by central banks, like US dollars, Euro, Swiss Frank etc.",
  "CRYPTO_QUE7": "Who owns the farms?",
  "CRYPTO_ANS7": "Farms are usually owned by the teams that created them. They are a part of decentralized exchanges and are being used to incentivise liquidity providers",
  "CRYPTO_QUE8": "What is yield farming?",
  "CRYPTO_ANS8": "Yield farming is a very new term created with the raise of decentralized finance. It is an act of providing liquidity to DeFi protocols and getting rewards as an incentive. Decentralized exchanges create yield farming opportunities for their liquidity providers in order to be more competitive. If you want to learn more about yield farming read this article: <a style='color:#fff' href='https://academy.binance.com/en/articles/what-is-yield-farming-in-decentralized-finance-defi'>https://academy.binance.com/en/articles/what-is-yield-farming-in-decentralized-finance-defi</a>",
  "CRYPTO_QUE9": "What is DeFi?",
  "CRYPTO_ANS9": "DeFi is an abbreviation for decentralized finance. It is a blockchain based ecosystem of different protocols that together create an economic environment outside of traditional markets",
  "CRYPTO_QUE10": "What is the DeFi protocol?",
  "CRYPTO_AN10": "DeFi protocol is a set of smart contracts that work together to allow a certain functionality and features (like decentralized exchanges, lending or trading platforms)",
  "CRYPTO_QUE11": "Can I send cryptocurrencies from your wallet to my other accounts/wallets?",
  "CRYPTO_ANS11": "Yes, of course! You have 100% control over the assets that you store in the Krypto Wallet",
  "CRYPTO_QUE12": "How does the platform payout such a high interest?",
  "CRYPTO_ANS12": "The rewards are actually not coming from our platform but from DeFi protocols that you connect to with our interface. The rewards are based on many factors but in general they are produced with each new block as a part of the protocol minting functions",
  "CRYPTO_QUE13": "Why is the interest in passive income tools changing all the time?",
  "CRYPTO_ANS13": "The interest in passive income tools is based on many factors including but not limited to: total value locked (TVL), market conditions, the price of assets used to payout the rewards, the price of assets locked in the contract.",
  "CRYPTO_QUE14": "What is total value locked ?",
  "CRYPTO_ANS14": "Total value locked is the total value of the assets locked in a certain smart contract.",
  "FIAT_QUE1": " Why do I need to complete Identity Verification?",
  "FIAT_ANS1": "This is required by your national regulations and we have to comply with them in order to provide you with services.",
  "FIAT_QUE2": " My bank keeps saying there is a problem with my payment",
  "FIAT_ANS2": "<br/> Try to reconnect your bank account by going through the flow all over again. The connection might have been lost during the transaction process. <br/>  <br/> Check the funds in your bank account. There is a chance that your bank account balance is insufficient to perform the transaction.  <br/> <br/>Make sure your bank supports SEPA transfers. If not, you will not be able to continue with the transaction.",
  "FIAT_QUE3": "What are your payment options?",
  "FIAT_ANS3": "<br/> <h2>Easy bank payments  </h2> <br/><br/> In selected countries, we provide our best payment method - Easy bank transfer. It is far more convenient than other options and cheaper than other fast methods like card transactions. <br/><h2>Card payments</h2> <br/><br/>We currently support debit and credit Mastercard and Visa cards issued by major banks across the world.,<br/><br/> <h2>Manual bank transfer</h2><br/><br/>We currently support SEPA and Faster payments manual bank transfers. This method is less convenient and slower than the other methods, but definitely the cheapest one. <br/><br/>If you want to check if your country is supported, you can read more here <a style='color:#fff' href='https://support.ramp.network/en/article/what-payment-option-is-available-in-my-country-16ziwp5/'>https://support.ramp.network/en/article/what-payment-option-is-available-in-my-country-16ziwp5/</a>.<br/><br/> Card purchases and Bank transfers should be sent from an account held in your own name and the transfer should clearly identify you as a sender. Transfers that do not comply with this condition will be processed on the best effort basis but at your own risk and may be refunded to the originating account at our sole discretion and without further notice. If we decide to allow such a transaction, some extra checks may be required and the settlement may be significantly delayed. Please note that the vast majority of payment processing intermediaries or agencies send payments in their own name rather than the name of their clients so such transfers are very likely to be non-compliant. Refunds of non-compliant transfers are subject to a handling fee of € 15. ",
  "FIAT_QUE4": "What payment option is available in my country?",
  "FIAT_ANS4": "Easy bank transfer:<br/><br/> United Kingdom, Austria, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein,Lithuania, Luxembourg, Malta, Monaco, Netherlands, Norway, Poland, Portugal, Romania,Slovakia, Slovenia, Spain, Sweden, Switzerland <br/><br/>Manual bank transfer:<br/><br/> United Kingdom, Austria, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia,Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Monaco, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland<br/><br/> Card payment:<br/><br/>Global",
  "FIAT_QUE5": " How long does it take to settle the transaction?",
  "FIAT_ANS5": "If you care about speed, always choose Easy bank payments, or card payments if your banks don't yet support Easy payments. Manual bank transfers take longer and can only settle during working hours.<br/><h2>Easy bank payments: </h2> <br/>GBP transactions: up to 2 minutes EUR transactions: from 10-20 minutes up to one working day <br/><br/><h2 style='display: block;width: 100%;'> Card payments: </h2> <br/> <p style='display: block;width: 100%;'>up to 5 minutes </p><br/> <br/>     <h2> Manual bank transfers:</h2> <br/> anything from 10-20 minutes up to one working day (D+2)<br/><br/> Bank payments (EUR) in the Single Euro Payments Area are settled in sessions - there are 5-6 sessions during the day, but not all banks use all sessions for payment processing. Usually, payments made before 12: 00 noon are settled on the same day, while payments sent in the late afternoon or evening will settle on the next working day. Payments made on the weekend will be processed on the next working day or D+2. The speed of payment processing depends on the bank which sends the payment. There are banks that are processing SEPA transfers as cross border with a value date D+2, i.e. two full working days. There is one exception to this - if the payment is made to the same bank you use, you may experience instant settlement. This is an exception, not a rule.<br/><br/> Please keep in mind that settlement times provided above are just an estimate based on our current experience and sometimes may be significantly longer due to circumstances beyond our control.",
  "FIAT_QUE6": "What countries do you support?",
  "FIAT_ANS6": "We are available in 170+ countries and territories, for the full list of supported countries please visit this site:<br/><a style='color:#fff' href='https: //support.ramp.network/en/article/what-countries-do-you-support-1ua7sn1/'> https:support.ramp.network/en/article/what-countries-do-you-support-1ua7sn1/ </a>",
  "FIAT_QUE7": "Where can I check the status of my transaction?",
  "FIAT_ANS7": "Most transactions done via Ramp settle in seconds, not hours. But some payment methods such as manual bank transfers can take longer. If you need to check the status of your transaction, you can do it by looking at the transaction summary page.<br/><br/> You can get the link to your transaction summary at the end of the transaction process.<br/><br/>You will also receive an e-mail with transaction details linked to your purchase receipt. ",
  "FIAT_QUE8": " How do you perform KYC verification?",
  "FIAT_ANS8": "We have to make sure we adhere to KYC rules concerning cryptocurrency purchases. In practice, this means that you as a user will need to work with us to verify your identity in order to transact via Ramp. Very often we are able to complete KYC identity verification using your bank account data via open banking API. This process takes seconds, and no physical document is required.<br/><br/> We try to keep formalities to the necessary minimum, but in some cases, we are obliged to perform extended KYC (for example, if requested by our banking partners); therefore, sometimes old-style account verification is necessary (<a style='color:#fff' href='https://support.ramp.network/en/article/what-are-the-kyc-limits-1vbm6z/'>in line with the KYC limits </a>). This one-off verification procedure whitelists the account for all future transactions. Provided that the <a style='color:#fff' href='https://support.ramp.network/en/article/what-documents-do-i-need-to-provide-to-be-verified-1bjh1s0/'> required documents </a> are complete and in order, the verification process may take from 10 minutes up to the next working day.",
  "FIAT_QUE9": "  What documents do I need to provide to be verified?",
  "FIAT_ANS9": "In order to be verified, you will need to provide us with<br/><br/>A high-resolution photo of the government-issued, non-expired ID (passport or a nationalidentity card). The submitted image requirements include:full-color image - black and white, watermarked, etc. are not acceptedall information on the ID must be completely clear and readable - Ramp does not accept IDsthat are torn or worn outthe edges of the ID document must be clearly visible on a contrasting background.<br/><br/>A current selfie while holding the same ID:<br/><br/>it must be the same government-issued ID you submitted must be fully clear and readable.<br/><br/>A valid proof of residential address i.e. a document that carries your name and address; it can be:<br/><br/>bank statement - this may be checked using AIS service<br/>debit or credit card statement<br/>utility bill (water, electricity, gas, internet, phone)<br/>payslip, payroll statement. or similar document from your current employer<br/>insurance statement<br/>tax document<br/>residence certificate.",
  "FIAT_QUE10": "   How can I increase my limits?",
  "FIAT_ANS10": "You will be asked to complete traditional verification once you exceed your transaction limit. If you want to complete tier 4 verification to prepare for potential future trades, you canbcontact Ramp at <a style='color:#fff' href='compliance@ramp.network'>compliance@ramp.network.</a>",
  "FIAT_QUE11": "Why do I need to connect my bank account?",
  "FIAT_ANS11": "We need you to connect your bank account because the finalization of the transaction is based on the data we obtain from your account - i.e., we know you paid for the crypto you're buying. This way, we can settle your transaction much faster. We also use the data from your bank to comply with KYC requirements. This way, you do not need to show your ID for smaller transactions.",
  "FIAT_QUE12": "What data does your platform obtain from me or my bank account?",
  "FIAT_ANS12": "Ramp looks for payment confirmation in your transfer history to settle the transaction and check some basic personal data about you for KYC purposes required by law. The data is only used to settle transactions and comply with AML and CFT laws.<br/><br/>We do not store any of your data - we analyze it and delete it right away. See Ramp’s <a style='color:#fff' href='https://docs.google.com/document/u/1/d/1NNPQ48ZfQQP3LjGMOT0drr9v6HxKr_TJAb9O9X-QrxA/pub'> Privacy Policy </a> here or contact Ramp if you want to remove your data from our system.",
  "FIAT_QUE13": "I did a manual bank transfer but I didn't receive the purchased cryptocurrency.",
  "FIAT_ANS13": "In some cases, transactions take longer than expected<br/><br/>Transactions made via Ramp typically settle in seconds, but some transactions can take longer for reasons beyond Ramp's control.<br/><br/> You have paid by EUR (SEPA) bank transfer - those are not instant as SEPA transactions are settled in sessions, there are 5-6 of them during the day, and not all banks use all of those sessions to execute payments. So overall settlement time depends on many factors and the payment may be settled on the next working day. Always choose Easy bank payment option or card payment option if you want to get the transaction settled quickly.<br/><br/> You have made a mistake and provided incorrect references while doing a manual payment. The same applies if you transfer incorrect amount. In such cases, the system is unable to match the swap with the payment. So if you decide to perform manual payment, make sure that the amount is exact and the details (references) of the transaction are correct. In such case, you should contact us.<br/><br/>There are issues affecting the inter-bank clearing system.<br/><br/>There might be a problem on your bank's side. Sometimes banks can temporarily withhold payments due to their policies.<br/><br/> If you feel like your transaction takes longer than expected, contact us. We'll try to resolve your problem as quickly as possible.",
  "FIAT_QUE14": "I have a problem with my card payment.",
  "FIAT_ANS14": "In case you have faced some issues with your card payment:<br/><br/>Your transaction may have been rejected by your bank - please try another card or change your payment option.<br/><br/>Check your balance on your account - if you were not charged, it means the transaction didnot go through. Try making a new one.<br/><br/> Strong authentication is a must - make sure you have your push notifications enabled.<br/><br/>Make sure your transaction does not exceed <a style='color:#fff' href='https://support.ramp.network/en/article/what-are-the-kyc-limits-1vbm6z/'> the KYC limits </a> .<br/><br/>For further assistance, please contact our Support Team",
  "FIAT_QUE15": "I wasn't redirected to the confirmation page and cannot finish my transaction. What should I do?",
  "FIAT_ANS15": "If you weren't redirected to the confirmation page, chances are you have disabled pop-ups or have installed a pop-up blocker extension on your browser. Pop-up blocking sometimes stops the transaction flow, thus the payment cannot be initiated. Try turning off extensions that may cause this or try another browser and initiate the transaction again. Chrome Browser is recommended.<br/><br/> If the problem persists, please contact Ramp’s support team.",
  "FIAT_QUE16": "My verification got rejected. What can I do?",
  "FIAT_ANS16": "If your verification got rejected, chances are the image of your document is unreadable.<br/><br/> However, you will always get a second chance to verify your identity - expect to receive a second mail with a link to the verification page. To make this process easier:<br/><br/> we recommend using a browser other than Chrome (Chrome tends to capture blurryimages) or a mobile<br/><br/>make sure the image of your document is sharp and clear<br/><br/> make sure your document is well lit.<br/><br/>If the second submission fails, contact our Support Team. They will help you with your verification.",
  "FIAT_QUE17": "I didn't receive a verification code.",
  "FIAT_ANS17": "Please check your 'Offers' tab or 'spam' folder. If it's still not there, whitelist this domain: em440.ramp.network on your mail.<br/><br/> If you still can't find it, please contact Ramp’s support team",
  "FIAT_QUE18": "I have provided a wrong (or no) reference in my manual bank transfer",
  "FIAT_ANS18": "If you have made a mistake and provided incorrect references while doing a manual payment, the system will be unable to match the swap with the payment.<br/><br/> In the case of a EUR transaction, the transfer will go back to your account automatically.<br/><br/> In the case of a GBP transaction, please contact Ramp’s Support Team and provide:<br/><br/> 1. your email address<br/><br/> 2. the reference ID of the transfer<br/><br/> 3. a payment confirmation of the transaction from your bank account (in pdf form).<br/><br/> For future trades, if you decide to perform a manual payment, make sure that the amount is exact and the details (references) of the transaction are correct.",
  "FIAT_QUE19": " How do I withdraw my API access consent from my connected bank?",
  "FIAT_ANS19": "You have the right to withdraw your consent at any time. Your API access consent can be withdrawn directly from the website or the app of the connected bank. This process is highly  bank-specific, so if in doubt, please contact your bank for further guidance.<br/><br/>  If you have any trouble withdrawing consent, please contact Ramp. We will help.",
  "PROFILE_HEADER_MODAL": "Verify Your Identity",
  "PROFILE_ENTER_PASSWORD": "Enter Your Password",
  "PROFILE_HEADER_CONFIRM": "Change Password",
  "PROFILE_NEW_PASSWORD": "Create new Password",
  "PROFILE_CONFIRM_PASSWORD": "Confirm new Password",
  "PROFILE_HEADER_SUCCESS": "Password Changed Successfully",
  "LOCK_SCREEN_TOOLTIP": "Login to get access to all the features",
  "BUY_KRYPTO_HEADER": "Buy Cryptocurrencies",
  "PURCHASE_KRYPTO_HEADER": "Purchase Crypto",
  "PURCHASE_CONTINUE": "Continue",
  "TOKEN_SEARCH": "Search Token by Name or Address",
  "LOCK_WARNING_MESSAGE": "Login to get access to all the features",
  "CONNECT_TO_METAMASK": "Connect to Metamask",
  "CONNECTING": "Connecting...",
  "RECENT_TRANSACTION": "Recent Transaction",
  "YOUR_HOLDING": "Your Holdings",
  "RECEIVE": "Receive",
  "SEND": "Send",
  "DATE": "Date",
  "TRAN_HASH": "Transaction Hash",
  "TO": "To",
  "STATUS": "Status",
  "AMOUNT": "Amount",
  "YOUR_WALLET_ADDRESS": "Your Wallet Address",
  "PRINT": "Print",
  "SEND_NOTE": "Please note that large transaction amount may not be processed instantaneously.",
  "MORE_INFO": "More Info",
  "SEND_AMOUNT": "Amount",
  "SEND_TO": "Send To",
  "REFERENCE": "Reference",
  "MENU_PROFILE": "Profile",
  "MENU_SETTINGS": "Settings",
  "MENU_LOGOUT": "Logout",
  "FOOTER_PRIVACY": "Privacy Policy",
  "FOOTER_TERMS": "Terms of Use",
  "SAVED_ADDRESS": "Recently Search Address",
  "NET_WORTH": "Net Worth",
  "NO": "No",
  "ASSETS": "Assets",
  "BALANCE": "Balance",
  "PRICE": "Price",
  "VALUE": "Value",
  "ALL_TOKENS": "All Tokens",
  "ROWS_PER_PAGE": "Rows per page",
  "EXCHANGE": "Exchange",
  "ESTIMATED_COST": "Estimated Cost",
  "PRICE_IMPACT": "Price Impact",
  "MIN_RECEIVED": "Minimum Recieved",
  "EXCHANGE_TOKEN": "Exchange Token",
  "TRADE": "Trade",
  "EXCHANGE_RECEIVE": "Receive",
  "QTY": "Qty",
  "EXCHANGE_PRICE": "Price (ETH - USDT)",
  "VSTYKLO": "VS TYKLO KRYPTO",
  "SLIP_PAGE": "Slippage",
  "PROFILE_HEADER": "Profile",
  "PROFILE_BASIC_DETAILS": "Basic Details",
  "PROFILE_EMAIL_ADDRESS": "Email address",
  "PROFILE_ACCOUNT_PASSWORD": "Account Password",
  "PROFILE_CHANGE": "Change",
  "PROFILE_LAST_UPDATED": "Last updated",
  "PROFILE_JOINED": "Joined",
  "JAN_MONTH": "January",
  "FEB_MONTH": "February",
  "MARCH_MONTH": "March",
  "APRIL_MONTH": "April",
  "MAY_MONTH": "May",
  "JUNE_MONTH": "June",
  "JULY_MONTH": "July",
  "AUG_MONTH": "August",
  "SEPT_MONTH": "September",
  "OCTO_MONTH": "October",
  "NOV_MONTH": "November",
  "DEC_MONTH": "December",
  "TRY_AGAIN_LATER": "Try again later",
  "CLOSE": "Close",
  "ERROR": "Error",
  "WALLET_METAMASK_SUBMENU": "Metamask",
  "WALLET_TYKLO_SUBMENU": "KRYPTO Wallet",
  "EXCHANGE_SWAP_SUCCESS": "Swap Successfully",
  "MULTICHART": "Multichart",
  "DASHBOARD_RULES": "Contest Rules",
  "DASHBOARD_RULES1": "1. Contest duration: 2 Weeks from start date (Date TBA).",
  "DASHBOARD_RULES2": "2. Team with highest trading volume in the contest peroid wins(1st: $4500; 2nd: $2500; 3rd: $1000).",
  "DASHBOARD_RULES3": "3. Each participant has to register and log in to the website",
  "DASHBOARD_RULES4": "4. Each participant must choose a team to participate",
  "DASHBOARD_RULES5": "5. Only accounts which trade during the contest will be eligible for rewards",
  "DASHBOARD_RULES6": "6. Participants must join telegram or discord of their social group for reward distribution",
  "DASHBOARD_RULES7": "7. Social group leaders decide on fair distribution of the rewards and Krypo.Army team mediates the fair distribution",
  "DASHBOARD_RULES8": "8. Leaders may increase the price pool to incentivise engagement in the contest",
  "DASHBOARD_RULES9": "9. If you do not have a team, check in at the Krypto.Army Official chat channel, where you will receive links to socials of the participating groups",
  "DASHBOARD_REGISTER_HEADER1":"Register, Log in and Choose Your Team",
  "DASHBOARD_REGISTER_HEADER2":"to join our trading contest",
  "DASHBOARD_PARTICIPANTS":"Participants",
  "DASHBOARD_VOLUME":"Volume",
  "DASHBOARD_JOINED":"Joined",
  "JOIN": "JOIN",
  "CONTEST_MODAL_HEADER": "Are you sure you want to join the \"{{group_name}}\" contest group?"
}