{
  "title": "new title here check 123",
  "DOWNLOAD_WALLET": "Pobierz i zainstaluj nasz portfel",
  "DOWNLOAD_WALLET_HEADER1": "WITAMY W NASZEJ ARMII!",
  "DOWNLOAD_WALLET_HEADER2": "Śledź portfolio ",
  "SEARCH_PORTFOLIO": "SKANUJ ADRES",
  "ETHEREUM": "Ethereum",
  "GO": "START",
  "OR_YOU_CAN": "ALBO",
  "CONNECT_EXISTING_WALLET": "PODŁĄCZ ISTNIEJĄCY PORTFEL",
  "CONNECT_TO_START_USING": "POŁĄCZ ABY ROZPOCZĄĆ",
  "TYLKO_CRYPTO_DEFI_WALLET": "",
  "TAG_LINE": "POŁĄCZ. WYMIENIAJ. ZARABIAJ.",
  "CONNECT_WALLET": "PODŁĄCZ PORTFEL",
  "SECURE_CONNECT_AND_MONITOR": "Podłącz swój portfel i monitoruj portfolio",
  "TRACK_FULL_PORTFOLIO_THROUGH_DEFI": "Śledź swoje pełne portfolio oraz inne adresy za pomocą naszej platformy",
  "GROW_PORTFOLIO_WITH_DEX_EXCHANGE": "Rozwijaj swoje portfolio, korzystając z naszej giełdy",
  "FIND_BEST_EXCHANGE_ACROSS_LEADING_DEXES": "Znajdź najlepszą cenę wśród wiodących DEX-ów dzięki naszej platformie",
  "BUY_CRYPTOCURRENCY_WITH_FIAT_GATEWAY": "Kupuj kryptowaluty szybko i bezpiecznie",
  "USE_DEBIT_CARD_TO_PURCHASE": "Użyj BLIKa, przelewu bankowego, karty kredytowej lub debetowej",
  "LOGIN": "LOGIN",
  "REGISTER": "REJESTRACJA",
  "LOGIN_WELCOME_TEXT": "Witamy z powrotem!",
  "DO_NOT_HAVE_ACCOUNT_REGISTER": "Nie masz jeszcze konta? Zarejestruj się teraz",
  "GENERAL_USERNAME": "Nazwa Użytkownika",
  "GENERAL_PASSWORD": "Hasło",
  "GENERAL_REPASSWORD": "potwierdź hasło",
  "GENERAL_YOUR_NAME": "Twoje imię i nazwisko",
  "GENERAL_EMAIL_ADDRESS": "adres email",
  "GENERAL_TOTAL_VALUE": "Łączna wartość",
  "GENERAL_PROFIT_LOSS": "Całkowity profil/strata (24h)",
  "GENERAL_BLOCKCHAIN": "Blockchain",
  "GENERAL_ADDRESS": "ADRES",
  "ERROR_INVALID_EMAIL": "niepoprawny email",
  "GENERAL_REQUIRED": "wymagane ",
  "GENERAL_PASSWORD_MUST_MATCH": "hasło musi pasować",
  "GENERAL_CONTINUE": "Kontyntynuj",
  "SIDENAV_DASHBOARD": "PULPIT",
  "SIDENAV_WALLET": "TWÓJ PORTFEL",
  "SIDENAV_FIAT_GATEWAY": "KUP KRYPTO",
  "SIDENAV_DEX": "HANDLUJ",
  "SIDENAV_SEARCH": "Szukaj...",
  "DASHBOARD_SEARCH": "Udać się",
  "SIDENAV_FARM": "ZARABIAJ",
  "SIDENAV_REFERRAL": "POLECAJ",
  "SIDENAV_FAQ": "FAQ",
  "REGISTER_NEW_ACCOUNT": "ZAREJESTRUJ NOWE KONTO",
  "DO_NOT_HAVE_ACCOUNT_LOGIN": "Masz już konto? Zaloguj się teraz",
  "SELECT_LANGUAGE": "Wybierz język",
  "LNG_ENGLISH": "English (UK)",
  "LNG_POLISH": "Polski",
  "LNG_SPANISH": "Español",
  "GENERAL_ASSET": "Twoje Aktywa",
  "GENERAL_TOTAL_DEBTS": "Całkowite długi",
  "GENERAL_TOBE_CLAIMED": "Do odebrania",
  "WALLET_HEADER": "PODŁĄCZ PORTFEL",
  "WALLET_METAMASK": "Metamask",
  "WALLET_TYKLO": "Portfel Krypto ",
  "WALLET_PORTFOLIO_HEADER": "Śledź swoje portfolio wpisując adres",
  "WALLET_PORTFOLIO_INPUT_LABEL": "Wpisz swój adres Ethereum",
  "WALLET_PORTFOLIO_INPUT_BUTTON": "połącz",
  "WALLET_CARD_HEADER1": "POŁĄCZ ABY ROZPOCZĄĆ",
  "WALLET_CARD_HEADER2": "",
  "WALLET_CARD_DESC": "",
  "TYLKO_HEADER": "Uruchamiasz nasz portfel po raz pierwszy?",
  "TYLKO_IMPORT": "Zaimportuj istniejący portfel Krypto używając klucza prywatnego",
  "TYLKO_IMPORT_NO": "Nie, już mam portfel Krypto",
  "TYLKO_CREATE": "Utwórz portfel Krypto i wygeneruj klucz prywatny",
  "TYLKO_CREATE_Yes": "Tak, utwórz nowy portfel Krypto",
  "TYLKO_IMPORT_HEADER": "Importuj swój portfel Krypto",
  "TYLKO_IMPORT_LABEL": "Wpisz tutaj swój klucz prywatny aby przywrócić swój portfel.",
  "TYLKO_IMPORT_PLACEHOLDER": "Twój klucz prywatny tutaj",
  "TYLKO_IMPORT_AGREEMENT_MSG": "Importując swój portfel Krypto, potwierdzasz, że przeczytałeś i zaakceptowałeś nasze Warunki korzystania z usługi i Politykę prywatności.",
  "TYLKO_IMPORT_BUTTON_TEXT": "Importuj Portfel",
  "TYLKO_CREATE_HEADER": "Zabezpiecz Swój Portfel",
  "TYLKO_CREATE_LABEL": "Użyj klucza prywatnego, aby łatwo wykonać kopię zapasową i przywrócić swoje konto. Zapisz go na kartce papieru i przechowuj w bezpiecznym miejscu.",
  "TYLKO_CREATE_PLACEHOLDER": "Twój klucz prywatny tutaj",
  "TYLKO_CREATE_AGREEMENT_MSG": "Ostrzeżenie: Nigdy nie ujawniaj nikomu swojego klucza prywatnego. Każdy, kto ma Twój klucz prywatny, może uzyskać dostęp do Twojego konta.",
  "TYLKO_CREATE_BUTTON_TEXT": "Kontynuuj",
  "TYLKO_BACKUP_HEADER": "Utwórz kopię zapasową klucza prywatnego",
  "TYLKO_BACKUP_LABEL": "Wybierz każde słowo, aby upewnić się, że jest poprawne.",
  "TYLKO_BACKUP_PLACEHOLDER": "Twój klucz prywatny tutaj",
  "TYLKO_BACKUP_ERROR_MSG": "Błąd: wprowadzono nieprawidłowy klucz prywatny. Upewnij się, że wpisujesz poprawny klucz.",
  "TYLKO_BACKUP_BUTTON_TEXT": "Potwierdź",
  "TYKLO_SUCCESS_HEADING": "Brawo! Witaj w Portfelu Krypto",
  "TYKLO_SUCCESS_SUB_HEADING_1": "Twój portfel Krypto został poprawnie utworzony.",
  "TYKLO_SUCCESS_SUB_HEADING_2": "Proszę przechowywać klucz prywatny w bezpiecznym miejscu, jest to Twoja odpowiedzialność.",
  "TYKLO_SUCCESS_BUTTON_TEXT": "Zrobione",
  "FORGOT_PASSWORD": "Zapomniałeś hasła?",
  "RESET_PASSWORD_INFO": "Wysłano do Ciebie wiadomość e-mail z linkiem do resetowania hasła. sprawdź swój adres e-mail i zresetuj hasło.",
  "RESET_PASSWORD_LINK_SENT": "Link do resetowania hasła został wysłany!",
  "NOT_FOUND_PAGE_HEADER": "Błąd",
  "NOT_FOUND_PAGE_CODE": "404",
  "NOT_FOUND_PAGE_MESSAGE": "Przepraszamy, strona, której szukasz, nie istnieje",
  "NOT_FOUND_PAGE_MESSAGE_DESC": "Wróć do pulpitu i wypróbuj inne słowo",
  "NOT_FOUND_PAGE_BUTTON_TEXT": "Wróć do pulpitu",
  "COMING_SOON_HEADER": "Nowa funkcjonalność",
  "COMING_TEXT": "już ",
  "SOON_TEXT": "wkrótce",
  "COMING_SOON_DESC1": "Bądź na bieżąco z naszymi nowymi funkcjami",
  "COMING_SOON_DESC2": "Tymczasem poznaj funkcje, które już mamy na naszej platformie",
  "REFERAL_CODE": "kod polecającego",
  "ENTER_REFERAL_CODE": "Wpisz kod polecający",
  "REFERRAL_HEADER": "Polecaj",
  "REFERRAL_REFERRAL_LINK_HEADER": "Twój reflink",
  "REFERRAL_REFERRAL_EARNING": "Twoje zarobki",
  "REFERRAL_REFERRAL_COPY_LINK": "Kopiuj link",
  "REFERRAL_INVITED_FRIEND_HEADER": "Twoi poleceni",
  "REFERRAL_TOTAL_EARNING": "Twoje całkowite zarobki",
  "REFERRAL_MONTH_EARNING": "Twoje zarobki w tym miesiącu",
  "REFERRAL_COPY_INVITATION_LINK": "Kopiuj reflink",
  "REFERRAL_COPY_INVITATION_LINK_DESC": "Wyślij swój reflink znajomym i opowiedz im, o naszej platformie!",
  "REFERRAL_REGESTRATION": "Rejestracja",
  "REFERRAL_REGESTRATION_DESC": "Poproś znajomych, aby zarejestrowali się w naszej platformie za pomocą Twojego reflinku",
  "REFERRAL_MAKE_MONEY": "Zarabiaj pieniądze",
  "REFERRAL_MAKE_MONEY_DESC": "Za każdym razem, gdy Twój znajomy używa narzędzi dochodu pasywnego i naszego DEX-a, zarabiasz pieniądze. Na zawsze!",
  "REFERRAL_GET_CREDIT": "Get 10 Credits",
  "REFERRAL_GET_CREDIT_DESC": "You will receive  10 credits soon once they performed their first transaction!",
  "REFERRAL_HEADER_TEXT": "Polecaj nas i zarabiaj",
  "REFERRAL_HEADER_DESC1": "Za każdym razem, gdy Twoi poleceni znajomi wpłacają aktywa do protokołów pasywnego dochodu, zbierają nagrody",
  "REFERRAL_HEADER_DESC2": " i korzystają z naszej giełdy, podzielimy się z Tobą 10% naszych przychodów.",
  "REFERRAL_COPY_LINK": "Skopiuj link",
  "REFERRAL_COPYIED_LINK": "Skopiowane!",
  "HEADER_PLACEHOLDER": "Wyszukaj adres portfela, protokoły lub tokeny",
  "FARM_HEADER": "Farma",
  "FARM_TOTAL_EARNED": "Łączne zarobki",
  "FARM_MASS_STAKE_APPROVE": "Mass Stake Approve",
  "FARM_MASS_HARVEST": "Zbierz wszystkie nagrody",
  "FARM_VIEW_DETAILS": "Pokaż detale",
  "FARM_VIEW_DETAILS_TYK_BNB": "TYK-BNB",
  "SELECT_TOKEN": "Wybierz Token",
  "ERROR_HEADER": "BŁĄD",
  "ERROR_TEXT": "404",
  "ERROR_DESC1": "Przepraszamy, strona, której szukasz nie istnieje",
  "ERROR_DESC2": "Wróć do panelu i wypróbuj inne słowo kluczowe",
  "FAQ_ALL_TOPICS": "Wszystkie topiki",
  "FAQ_GENERAL": "PYTANIA OGÓLNE",
  "FAQ_FEES": "OPŁATY",
  "FAQ_CRYPTO": "CRYPTO",
  "FAQ_FIAT": "BRAMKA FIAT",
  "FAQ_DEX": "DEX",
  "GENERAL_QUE1": "Czy to jest legalne?",
  "GENERAL_ANS1": "Tak, oczywiście! Nasza platforma i oferowane przez nas usługi są legalne. Działamy zgodnie z krajowymi/lokalnymi przepisami.",
  "GENERAL_QUE2": "Jak to działa",
  "GENERAL_ANS2": "Aby pokazać, jak to wszystko działa, przygotowaliśmy parę filmów objaśniających, zachęcamy do ich obejrzenia tutaj: ...",
  "GENERAL_QUE3": "Przyjaciel powiedział mi, że kryptowaluty to bańka",
  "GENERAL_ANS3": "Cykle rynkowe boomu i bessy są czymś normalnym. Kryptowaluty doświadczają ich bardziej niż inne aktywa, ponieważ wciąż są bardzo młodą klasą aktywów. Ogólnie rzecz biorąc, technologia blockchain jest bardzo innowacyjna i zostanie z nami na dobre, ale bańki na rynku będą się zdarzać co kilka lat. Trzeba być tego świadomym i inwestować zachowując ostrożność.",
  "GENERAL_QUE4": " Czym jest program polecający Krypto?",
  "GENERAL_ANS4": "Dzięki naszemu programowi polecającemu zarabiasz pieniądze za każdym razem, gdy osoba, której nas poleciłeś złoży depozyt w protokole zarabiającym, zbierze swoje nagrody i gdy wymieni swoje kryptowaluty za pomocą naszej Krypto giełdy.",
  "GENERAL_QUE5": "Jak mogę zarabiać, używając linków polecających?",
  "GENERAL_ANS5": "Po prostu podziel się swoim linkiem polecającym z przyjaciółmi, którzy chcą dołączyć do naszej platformy. Nagrody za polecenie są naliczane automatycznie i będą wypłacane prosto do Twojego portfela raz w miesiącu.",
  "GENERAL_QUE6": "Jak działa wasz program polecający?",
  "GENERAL_ANS6": "Podczas rejestracji otrzymujesz unikalny reflink, którym możesz podzielić się z przyjaciółmi. Kiedy Twój znajomy wpłaca aktywa do naszych pasywnych narzędzi lub zbiera nagrody, Ty zarabiasz pieniądze. Kiedy Twój znajomy używa naszej giełdy do wymiany różnych kryptowalut, Ty również zarabiasz pieniądze. Każdego miesiąca Twoje nagrody są wypłacane prosto do Twojego portfela. Aktualną rozpiskę nagród za polecenie znajdziesz w tabeli: <a style='color:#fff' href='https://docs.google.com/document/d/1T4Ca_-zGgyTeDdZONluRpGfLBl_Xfzk7dSmOTw3AOyc/edit?usp=sharing '>https://docs.google.com/document/d/1T4Ca_-zGgyTeDdZONluRpGfLBl_Xfzk7dSmOTw3AOyc/edit?usp=sharing </a>",
  "GENERAL_QUE7": "Jak zacząć zarabiać dzięki narzędziu dochodu pasywnego?",
  "GENERAL_ANS7": "Aby zacząć generować pasywny dochód z nami musisz: <br/>1.Kupić BNB tutaj: <br/>2.Wymienić BNB na USDT tutaj: <br/>3.Wpłacić USDT do jednego z naszych protokołów zarobkowych tutaj: <br/>",
  "GENERAL_QUE8": " Czy to się opłaca?",
  "GENERAL_ANS8": "Wybierając inwestycję, musisz być w pełni świadom ryzyka z nią związanego. Każda twoja decyzja powinna być podjęta w oparciu o stosunek ryzyka do zysku. Różni inwestorzy mogą mieć różną tolerancję na ryzyko i oczekiwania co do zarobków. Protokoły zarobkowe, których używamy, gwarantują od 10% do nawet 40% zwrotu rocznie. Dla porównania: nieruchomości przynoszą około 7%, a Twoje bankowe konto oszczędnościowe prawdopodobnie mniej niż 0,1%.",
  "GENERAL_QUE9": "Jak mogę kupić różne kryptowaluty za pomocą waszej platformy?",
  "GENERAL_ANS9": "Możesz kupować kryptowaluty u nas na dwa różne sposoby: <br/> 1. Za złotówki przy pomocy naszej bramki fiat – tutaj znajduje się link do filmu, który opisuje ten proces: <br/>2.Jeśli nie chcesz korzystać z walut tradycyjnych, możesz użyć naszej zdecentralizowanej giełdy (DEX), aby kupić kryptowaluty za pomocą innych kryptowalut. Korzystając z DEX, otrzymujesz dostęp do tysięcy różnych kryptowalut – tutaj znajduje się link do filmu wyjaśniającego, jak korzystać z naszej giełdy DEX:  ",
  "GENERAL_QUE10": " Jakie kryptowaluty mogę kupić za pomocą waszej platformy?",
  "GENERAL_ANS10": "Oprócz kupowania kryptowalut za złotówki (lista poniżej) możesz również użyć naszej giełdy do zakupu dowolnego tokena dostępnego na Ethereum i Binance Smart Chain. Aby zapoznać się z pełną listą kryptowalut, które można kupić za pomocą naszej bramki fiat, odwiedź tę stronę <a style='color:#fff' href='https://support.ramp.network/en/article/what-crypto-assets-do-you-support-1j705ak/'>https://support.ramp.network/en/article/what-crypto-assets-do-you-support-1j705ak </a> ",
  "GENERAL_QUE11": "Jak odprowadzać podatki od dochodu wygenerowanego podczas korzystania z platformy?",
  "GENERAL_ANS11": "Jeśli chodzi o podatki, każdy użytkownik musi przestrzegać wszystkich przepisów obowiązujących w swoim kraju. Jeśli nie jesteś pewien, jak odprowadzać podatki, powinieneś skonsultować się z doradcą podatkowym, który zna lokalne przepisy dotyczące kryptowalut.",
  "GENERAL_QUE12": "Czy moje pieniądze są bezpieczne, gdy podłączam się do waszych narzędzi generujących pasywny dochód?",
  "GENERAL_ANS12": "Dokładamy wszelkich starań, aby wybierać tylko najlepsze i najbezpieczniejsze protokoły. Jednak nie możemy zagwarantować, że na tym nie stracisz. Podczas łączenia się z protokołami DeFi musisz być świadom potencjalnych zagrożeń. Oto cała lista zagrożeń, które warto poznać przed skorzystaniem z DeFi -<a style='color:#fff' href='https://101blockchains.com/risks-in-defi/'>https://101blockchains.com/risks-in-defi/</a> . Nasza platforma stanowi jedynie łatwy w użyciu interfejs, ale nie bierzemy odpowiedzialności za protokoły, z którymi się łączysz.",
  "GENERAL_QUE13": "Czy ktoś ma dostęp do moich pieniędzy, gdy trzymam je na waszej platformie?",
  "GENERAL_ANS13": "W rzeczywistości nie przechowujesz pieniędzy na naszej platformie. Zapewniamy jedynie interfejs, który możesz wykorzystać do połączenia się z różnymi zdecentralizowanymi protokołami. Zawsze masz 100% władzy nad swoimi pieniędzmi i aktywami. Kontrolujesz te aktywa za pomocą kluczy prywatnych generowanych przez portfel software’owy. Nasza platforma jest tylko interfejsem i nie przechowuje żadnych pieniędzy od użytkowników.",
  "GENERAL_QUE14": "Jaka jest minimalna kwota, od której mogę zacząć zarabiać?",
  "GENERAL_ANS14": "Możesz zacząć zarabiać z dowolną kwotą. Nie ma żadnych minimalnych wymagań.",
  "GENERAL_QUE15": "Czy moje środki zostaną „zamrożone” na pewien okres?",
  "GENERAL_ANS15": "Nie. Masz do nich dostęp przez cały czas. Nasza platforma i protokoły, z którymi łączysz się za naszym pośrednictwem, nie „zamrażają” Twoich aktywów. W dowolnym momencie możesz je wypłacić.",
  "GENERAL_QUE16": "Czy mogę wypłacić moje pieniądze w dowolnym momencie?",
  "GENERAL_ANS16": "Tak, możesz wypłacić swoje pieniądze w każdej chwili.",
  "GENERAL_QUE17": "Kiedy mogę wypłacić wypracowany zysk?",
  "GENERAL_ANS17": "Możesz wypłacić swoje zyski, kiedy tylko zechcesz.",
  "GENERAL_QUE18": "Kiedy i jak otrzymam dostęp do moich nagród za polecenie? ",
  "GENERAL_ANS18": "Nagrody za polecenie wypłacamy raz w miesiącu, pierwszego dnia każdego miesiąca. Pieniądze trafią bezpośrednio do Twojego portfela, który został użyty do połączenia z naszą platformą.",
  "GENERAL_QUE19": "Czy istnieje ryzyko utraty zainwestowanego przeze mnie kapitału?",
  "GENERAL_ANS19": "Aby ograniczyć ryzyko kursowe wynikające z niestabilności rynku kryptowalut, korzystamy wyłącznie z narzędzi zbudowanych na stablecoinach. Podczas łączenia się z protokołami DeFi musisz być świadom potencjalnych zagrożeń. Oto cała lista zagrożeń, które warto poznać przed skorzystaniem z DeFi - <a style='color:#fff' href='https://101blockchains.com/risks-in-defi/'>https://101blockchains.com/risks-in-defi/</a>. Nasza platforma stanowi jedynie łatwy w użyciu interfejs, ale nie bierzemy odpowiedzialności za protokoły, z którymi się łączysz.",
  "GENERAL_QUE20": "Czy platforma może generować straty zamiast zysków?",
  "GENERAL_ANS20": "Nie (poza sytuacjami takimi jak hacking). Platformy te zapewniają stabilny dopływ nagród i nie mogą generować strat. Należy tylko uważać na opłaty depozytowe, które płaci się przy wpłacaniu pieniędzy do protokołów. Upewnij się, że wiesz, ile potrwa odrobienie pieniędzy, które płacisz z góry za korzystania z tych narzędzi. Czasami osiągnięcie progu rentowności może zająć do 6 tygodni. Dopiero wtedy zaczynasz zarabiać. Przedwczesne wyjęcie pieniędzy może wiązać się ze stratą do 6%.",
  "GENERAL_QUE21": "Po jakim czasie zostanie obliczony zysk?",
  "GENERAL_ANS21": "Zysk jest naliczany i aktualizowany na żywo, z każdym nowym blokiem w blockchainie.",
  "GENERAL_QUE22": "Co to jest Poślizg?",
  "GENERAL_ANS22": "Poślizg ma miejsce wtedy, gdy inwestorzy muszą zadowolić się inną ceną niż ta, której początkowo zażądali, ze względu na ruch ceny pomiędzy momentem wejścia zlecenia na rynek a realizacją transakcji. Jest to spowodowane wysoką zmiennością cen, jak również niskim wolumenem i/lub płynnością.",
  "GENERAL_QUE23": "Czy mam wpływ na wysokość odsetek?",
  "GENERAL_ANS23": "Nie. Odsetki zależne są od czynników zewnętrznych.",
  "FEES_QUE1": "Ile kosztuje korzystanie z platformy? ",
  "FEES_ANS1": "Nasza platforma jest ogólnie rzecz biorąc darmowa w użyciu. Możesz bezpłatnie pobrać nasz portfel i korzystać z niego. Funkcja skanowania jest również bezpłatna. Z korzystaniem z naszych bardziej zaawansowanych funkcji, takich jak narzędzia pasywnego dochodu i bramka fiat, wiążą się pewne opłaty. Więcej o wszystkich opłatach przeczytasz tutaj: <a style='color:#fff' href='https://docs.google.com/document/d/1UDzVnNuQz8bSBRK6Azf_n1GEH-f8hgq8a_PIohTPnew/edit?usp=sharing'>https://docs.google.com/document/d/1UDzVnNuQz8bSBRK6Azf_n1GEH-f8hgq8a_PIohTPnew/edit?usp=sharing </a>",
  "FEES_QUE2": "W jaki sposób platforma zarabia na moich wpłatach?",
  "FEES_ANS2": "Nasza platforma posiada kilka źródeł dochodów. Więcej o wszystkich opłatach możesz przeczytać tutaj: <a style='color:#fff' href='https://docs.google.com/document/d/1UDzVnNuQz8bSBRK6Azf_n1GEH-f8hgq8a_PIohTPnew/edit?usp=sharing '>https://docs.google.com/document/d/1UDzVnNuQz8bSBRK6Azf_n1GEH-f8hgq8a_PIohTPnew/edit?usp=sharing </a>",
  "FEES_QUE3": "Czy na waszej platformie są opłaty transakcyjne?",
  "FEES_ANS3": "Tak, pełna lista opłat znajduje się na stronie: <a style='color:#fff' href='https://docs.google.com/document/d/1UDzVnNuQz8bSBRK6Azf_n1GEH-f8hgq8a_PIohTPnew/edit?usp=sharing'>https://docs.google.com/document/d/1UDzVnNuQz8bSBRK6Azf_n1GEH-f8hgq8a_PIohTPnew/edit?usp=sharing </a>",
  "FEES_QUE4": "Dlaczego pobierana jest opłata za depozyt?",
  "FEES_ANS4": "Opłata depozytowa jest zwykle pobierana przez protokoły zarabiania. Używają one tych opłat aby móc pokryć koszty rozwoju i utrzymanie swoich platform. Krypto również pobiera niewielką opłatę depozytową oprócz wspomnianych opłat depozytowych protokołów. Robimy to, aby sfinansować przyszły rozwój naszej platformy i pokryć comiesięczne koszty stałe.",
  "FEES_QUE5": " Dlaczego opłata za depozyt jest różna?",
  "FEES_ANS5": "Nie mamy kontroli nad opłatami depozytowymi ustalonymi w protokołach, z którymi możesz się połączyć za pośrednictwem naszego interfejsu. Różne protokoły będą miały różne opłaty za depozyt w zależności od strategii danego zespołu i jego wymagań.",
  "FEES_QUE6": " Jakie są opłaty za korzystanie z platformy?",
  "FEES_ANS6": "Aby zobaczyć wszystkie opłaty, proszę zapoznać się z tabelą opłat pod tym linkiem - <a style='color:#fff' href='https://docs.google.com/document/d/1UDzVnNuQz8bSBRK6Azf_n1GEH-f8hgq8a_PIohTPnew/edit?usp=sharing'>https://docs.google.com/document/d/1UDzVnNuQz8bSBRK6Azf_n1GEH-f8hgq8a_PIohTPnew/edit?usp=sharing</a> ",
  "FEES_QUE7": "Czy są jakieś ukryte opłaty?",
  "FEES_ANS7": "Nie ma żadnych ukrytych opłat, ale należy pamiętać, że mogą wystąpić inne opłaty związane z wykonywanymi transakcjami, na przykład opłaty za korzystanie z bramki fiat, opłaty za korzystanie z sieci blockchain podczas wysyłania swoich aktyw do innego portfela, opłaty za wymianę podczas wpłaty do protokołów zarabiania, jak również podczas odbierania nagród.",
  "CRYPTO_QUE1": "Czym jest technologia blockchain?",
  "CRYPTO_ANS1": "Technologia blockchain to w zasadzie zdecentralizowana księga rachunkowa, sposób bezpiecznego przesyłania i przechowywania danych w blokach.",
  "CRYPTO_QUE2": "Co to jest portfel?",
  "CRYPTO_ANS2": "Portfel to program, który jest używany do kontaktowania się z różnymi blockchainami. Pozwala on na przechowywanie, wysyłanie i odbieranie kryptowalut oraz interakcję z różnymi protokołami blockchain.",
  "CRYPTO_QUE3": "Z czym się łączę?",
  "CRYPTO_ANS3": "Twój portfel musi połączyć się/współpracować z protokołami blockchain abyś mógł używać różnych narzędzi. Kiedy Twój portfel wyświetla monit ‘połącz’, oznacza to, że wkrótce wejdziesz w interakcję z inteligentnym kontraktem/protokołem.",
  "CRYPTO_QUE4": "Co to są stablecoiny?",
  "CRYPTO_ANS4": "To rodzaj kryptowalut powiązanych z aktywami, zazwyczaj walutą fiat, taką jak dolar amerykański. Stablecoiny mogą być również powiązane z innymi walutami fiat emitowanymi przez rządy, takimi jak euro i jen (lub z dobrami, takimi jak złoto). W rezultacie cena stablecoinów ulega bardzo niewielkim wahaniom, w przeciwieństwie do innych kryptowalut.",
  "CRYPTO_QUE5": "Czy stablecoiny są bezpieczne?",
  "CRYPTO_ANS5": "Ogólnie rzecz biorąc, stablecoiny są bezpieczne jeśli chodzi o ich sztywny kurs walutowy. Warto nadmienić, że istnieją różne rodzaje stablecoinów, a to oznacza, że mają one również różne profile ryzyka. Wartość stablecoinów waha się cały czas i od czasu do czasu może się nieznacznie rozminąć ze sztywnym kursem wymiany.",
  "CRYPTO_QUE6": "Czym są waluty fiat?",
  "CRYPTO_ANS6": "Fiat to tradycyjne pieniądze, które są emitowane przez banki centralne, takie jak dolar amerykański, złotówka, euro, czy frank szwajcarski itp.",
  "CRYPTO_QUE7": "Kto jest właścicielem protokołów zarabiających?",
  "CRYPTO_ANS7": "Te protokoły są zazwyczaj ‘własnością’ zespołów, które je stworzyły. Stanowią one część zdecentralizowanych giełd i są wykorzystywane do motywowania dostawców płynności (tzw. partnerów transakcji).",
  "CRYPTO_QUE8": "Czym jest yield farming?",
  "CRYPTO_ANS8": "Yield farming to bardzo nowy termin, stworzony w wyniku rozwoju zdecentralizowanych finansów. Określa on mechanizm nagradzania za udostępnianie swoich zasobów cyfrowych monet. Osoba deponuje cyfrowe aktywa w protokole pożyczkowym DeFi i otrzymuje odsetki od opłat transakcyjnych. Zdecentralizowane giełdy tworzą możliwości yield farming dla swoich dostawców płynności, aby zwiększyć własną konkurencyjność. Jeśli chcesz dowiedzieć się więcej o yield farming przeczytaj ten artykuł: <a style='color:#fff' href='https://academy.binance.com/en/articles/what-is-yield-farming-in-decentralized-finance-defi'>https://academy.binance.com/en/articles/what-is-yield-farming-in-decentralized-finance-defi </a> ",
  "CRYPTO_QUE9": "Co to jest DeFi?",
  "CRYPTO_ANS9": "DeFi to skrót od słów „Decentralized Finance” (zdecentralizowane finanse). Jest to oparty na blockchainie ekosystem różnych protokołów, które wspólnie tworzą środowisko ekonomiczne działające poza tradycyjnymi rynkami finansowymi.",
  "CRYPTO_QUE10": "Czym jest protokół DeFi?",
  "CRYPTO_ANS10": "Protokół DeFi to zestaw inteligentnych kontraktów, które współpracują ze sobą, oferując różne usługi (na przykład zdecentralizowane giełdy, platformy pożyczkowe lub handlowe)",
  "CRYPTO_QUE11": "Czy mogę wysyłać kryptowaluty z waszego portfela na inne konta/portfele?",
  "CRYPTO_ANS11": "Tak, oczywiście! Masz 100% kontroli nad aktywami, które przechowujesz w naszym portfelu.",
  "CRYPTO_QUE12": "Jak to się dzieje, że platforma wypłaca tak wysokie odsetki?",
  "CRYPTO_ANS12": "Nagrody w rzeczywistości nie pochodzą z naszej platformy, ale z protokołów DeFi, do których podłączasz się za pomocą naszego interfejsu. Ich wysokość zależy od wielu czynników. W dużym skrócie, są one produkowane z każdym nowym blokiem jako w ramach funkcji protokołu.",
  "CRYPTO_QUE13": "Dlaczego odsetki w narzędziach dochodu pasywnego ciągle się zmieniają?",
  "CRYPTO_ANS13": "Odsetki w narzędziach pasywnego dochodu zależą od wielu czynników. Należą do nich m. in.: całkowita wartość zablokowana (TVL), warunki na rynku, cena aktywów używanych do wypłaty nagród oraz cena aktywów zablokowanych w kontrakcie.",
  "CRYPTO_QUE14": "Co to jest całkowita wartość zablokowana?",
  "CRYPTO_ANS14": "Całkowita wartość zablokowana to łączna wartość aktywów zablokowanych w danym inteligentnym kontrakcie.",
  "FIAT_QUE1": "Dlaczego muszę przechodzić przez weryfikację klienta?",
  "FIAT_ANS1": "Lokalne przepisy nakładają na nas obowiązek przeprowadzenia weryfikacji klientów. Musimy się do nich stosować, aby móc świadczyć nasze usługi.",
  "FIAT_QUE2": "Mój bank informuje mnie, że wystąpił problem z moją płatnością.",
  "FIAT_ANS2": "Spróbuj ponownie połączyć się z kontem bankowym, przechodząc przez cały proces autoryzacji od nowa. Mogło dojść do utraty połączenia podczas transakcji. <br/> Sprawdź stan środków na swoim koncie bankowym. Istnieje możliwość, że stan Twojego konta bankowego jest niewystarczający do przeprowadzenia transakcji. <br/> Upewnij się, że Twój bank obsługuje przelewy SEPA. Jeśli tak nie jest, nie będziesz mógł kontynuować transakcji.",
  "FIAT_QUE3": "Jakie metody płatności akceptujecie?",
  "FIAT_ANS3": "Łatwe płatności bankowe<br/><br/> W wybranych krajach udostępniamy naszą najlepszą metodę płatności – Łatwy przelew bankowy. Jest ona znacznie wygodniejsza niż pozostałe opcje i tańsza niż inne szybkie metody, takie jak transakcje kartą. <br/> Płatności kartą<br/><br/>Obecnie obsługujemy debetowe i kredytowe karty Mastercard i Visa wydane przez główne banki na całym świecie. <br/> Ręczny przelew bankowy <br/><br/>Obecnie obsługujemy przelewy bankowe SEPA i  ręczny przelew bankowy. Ta metoda jest mniej wygodna i wolniejsza niż inne, ale zdecydowanie jest najtańsza. <br/> Tutaj możesz sprawdzić, czy Twój kraj jest obsługiwany: <br/> Zakupy kartą i przelewy bankowe powinny być wysyłane z konta prowadzonego na Twoje nazwisko, a przelew powinien wyraźnie identyfikować Cię jako nadawcę. Przelewy, które nie spełniają tego warunku, będą przetwarzane z zachowaniem naszych najlepszych starań, ale na Twoje ryzyko.  Mogą one zostać odrzucone i zwrócone na konto według naszego uznania i bez powiadomienia. Jeśli zezwolimy na taką transakcję, musisz liczyć się z możliwością dodatkowej weryfikacji i ze znacznym opóźnieniem rozliczenia. Należy pamiętać, że zdecydowana większość pośredników lub agencji zajmujących się przetwarzaniem płatności wysyła płatności we własnym imieniu, a nie w imieniu swoich klientów. Tego typu przelewy z dużym prawdopodobieństwem nie będą zgodne z przepisami. Zwroty przelewów niezgodnych z przepisami podlegają opłacie manipulacyjnej w wysokości 15 €. ",
  "FIAT_QUE4": "Jaka opcja płatności jest dostępna w moim kraju?",
  "FIAT_ANS4": " Łatwy przelew bankowy:<br/><br/>Wielka Brytania, Austria, Belgia, Bułgaria, Chorwacja, Cypr, Czechy, Dania, Estonia, Finlandia, Francja, Niemcy, Grecja, Węgry, Islandia, Irlandia, Włochy, Łotwa, Liechtenstein, Litwa, Luksemburg, Malta, Monako, Holandia, Norwegia, Polska, Portugalia, Rumunia, Słowacja, Słowenia, Hiszpania, Szwecja, Szwajcaria.<br/><br/> Ręczny przelew bankowy:<br/><br/>Wielka Brytania, Austria, Belgia, Bułgaria, Chorwacja, Cypr, Czechy, Dania, Estonia, Finlandia, Francja, Niemcy, Grecja, Węgry, Islandia, Irlandia, Włochy, Łotwa, Liechtenstein, Litwa, Luksemburg, Malta, Monako, Holandia, Norwegia, Polska, Portugalia, Rumunia, Słowacja, Słowenia, Hiszpania, Szwecja, Szwajcaria<br/><br/>Płatność kartą:<br/><br/>Wszystkie kraje",
  "FIAT_QUE5": "Jak długo trwa rozliczenie transakcji?",
  "FIAT_ANS5": "Jeśli zależy Ci na szybkości, zawsze wybieraj Łatwe płatności bankowe lub płatności kartą, jeśli Twoje banki nie obsługują jeszcze Łatwych płatności. Ręczne przelewy bankowe trwają dłużej i mogą być rozliczane tylko w godzinach pracy. <br/> Łatwe płatności bankowe: <br/> transakcje w GBP: do 2 min. <br/> transakcje w EUR: od 10-20 minut do jednego dnia roboczego <br/> Płatności kartą: <br/> do 5 minut <br/> Ręczne przelewy bankowe: <br/> od 10-20 minut do jednego dnia roboczego (D+2) <br/> Płatności bankowe w Jednolitym Obszarze Płatności w Euro są rozliczane w sesjach. W ciągu dnia ma miejsce 5-6 sesji, ale nie wszystkie banki wykorzystują wszystkie sesje do przetwarzania płatności. Zazwyczaj płatności dokonane przed godziną 12:00 są rozliczane tego samego dnia, natomiast płatności wysłane późnym popołudniem lub wieczorem będą rozliczane w następnym dniu roboczym. Płatności dokonane w weekend będą przetwarzane w następnym dniu roboczym lub D+2. Szybkość przetwarzania płatności zależy od banku, który wysyła płatność. Istnieją banki, które przetwarzają przelewy SEPA jako transgraniczne z datą D+2, czyli dwa pełne dni robocze. <br/> Istnieje jeden wyjątek – jeżeli płatność jest dokonywana do tego samego banku, z którego korzystasz, rozliczenie może mieć miejsce natychmiast. Jest to jednak wyjątek, a nie reguła. <br/> Prosimy pamiętać, że powyższe szacunkowe terminy rozliczeń podajemy w oparciu o nasze obecne doświadczenia. Czasami mogą one być znacznie dłuższe z powodu okoliczności, na które nie mamy wpływu.",
  "FIAT_QUE6": "Jakie kraje obsługujecie?",
  "FIAT_ANS6": "Jesteśmy dostępni w ponad 170 krajach. Pełną listę obsługiwanych krajów można znaleźć na tej stronie: <a style='color:#fff' href='https://support.ramp.network/en/article/what-countries-do-you-support-1ua7sn1/'>https://support.ramp.network/en/article/what-countries-do-you-support-1ua7sn1/</a>",
  "FIAT_QUE7": "Gdzie mogę sprawdzić status swojej transakcji?",
  "FIAT_ANS7": "Większość rozliczeń dokonywanych za pośrednictwem Ramp zajmuje kilka sekund a nie godzin. Jednak niektóre metody płatności, takie jak ręczne przelewy bankowe, mogą zająć dłużej. Jeśli pragniesz sprawdzić status swojej transakcji, możesz to zrobić na stronie z podsumowaniem transakcji.<br/><br/> Link do podsumowania transakcji uzyskuje się pod koniec procesu transakcyjnego. <br/> Otrzymasz również wiadomość e-mail ze szczegółami transakcji wraz z załączonym rachunkiem potwierdzającym dokonanie zakupu. ",
  "FIAT_QUE8": "W jaki sposób przeprowadzacie weryfikację KYC?",
  "FIAT_ANS8": "Musimy przestrzegać przepisów KYC dotyczących zakupów kryptowalut. W praktyce oznacza to, że będziemy oczekiwali współpracy użytkowników przy weryfikacji tożsamości, aby mogli oni dokonywać transakcji za pośrednictwem Ramp. Bardzo często jesteśmy w stanie przeprowadzić weryfikację tożsamości użytkownika przy użyciu danych z konta bankowego podczas korzystania z interfejsu bankowości elektronicznej. Proces ten trwa kilka sekund i nie jest wymagany żaden dokument w formie fizycznej. Staramy się ograniczyć formalności do niezbędnego minimum, ale w niektórych przypadkach jesteśmy zobowiązani do przeprowadzenia rozszerzonej weryfikacji KYC (na przykład na żądanie naszych partnerów bankowych); dlatego czasami konieczna jest weryfikacja konta w starym stylu (w granicach dopuszczalnych przez KYC). Po tej jednorazowej procedurze konto użytkownika trafia na „białą listę” i podczas przyszłych transakcji nie będą wymagane dodatkowe procedury weryfikacyjne. Jeśli wymagane przez nas dokumenty są kompletne i spełniają wszystkie wymagania, proces weryfikacji może trwać od 10 minut do następnego dnia roboczego.",
  "FIAT_QUE9": "Jakie dokumenty muszę dostarczyć, aby przejść pozytywnie weryfikację?",
  "FIAT_ANS9": "Do weryfikacji potrzebujemy:<br/><br/>Wysokiej rozdzielczości zdjęcie ważnego, wydanego przez urząd państwowy dokumentu tożsamości (paszportu lub dowodu osobistego). Wymagania dotyczące przesłanego zdjęcia:<br/><br/>  zdjęcie kolorowe – fotografie czarno-białe, ze znakiem wodnym itp. nie są akceptowane,<br/><br/>  wszystkie informacje na dokumencie tożsamości muszą być wyraźne i czytelne – nie akceptujemy dokumentów tożsamości, które są podarte lub zużyte,<br/><br/> krawędzie dokumentu tożsamości muszą być dobrze widoczne na kontrastującym tle.<br/><br/> Aktualne selfie, na którym użytkownik trzyma dokument tożsamości:<br/> musi to być ten sam wysłany wcześniej dokument tożsamości wydany przez stosowny urząd,<br/>  zdjęcie selfie oraz dokument muszą być wyraźne i czytelne.<br/> Ważny dowód adresu zamieszkania, tj. dokument zawierający Twoje imię i nazwisko oraz adres; może to być: <br/>    wyciąg z banku – na przykład pobrany za pomocą serwisu AIS,<br/> wyciąg z karty debetowej lub kredytowej,<br/> rachunek za media (woda, prąd, gaz, Internet, telefon),<br/> potwierdzenie wypłaty lub podobny dokument od obecnego pracodawcy, <br/>zaświadczenie o ubezpieczeniu, <br/>  zeznanie podatkowe, <br/>    zaświadczenie o zameldowaniu.",
  "FIAT_QUE10": "Jak mogę zwiększyć swoje limity?",
  "FIAT_ANS10": "Po przekroczeniu limitu transakcji zostaniesz poproszony o przeprowadzenie tradycyjnej weryfikacji. Jeśli chcesz przeprowadzić weryfikację na poziomie 4, aby przygotować się na potencjalne przyszłe transakcje, możesz skontaktować się z nami pod adresem compliance@ramp.network.",
  "FIAT_QUE11": "Dlaczego muszę podłączyć mój rachunek bankowy?",
  "FIAT_ANS11": "Wymagamy tego, ponieważ finalizacja transakcji opiera się na danych, które z niego otrzymujemy – tj. wiemy, że to ty zapłaciłeś za kryptowalutę, którą kupujesz. Dzięki temu możemy znacznie szybciej rozliczyć Twoją transakcję. Używamy również danych z Twojego banku, aby spełnić wymagania KYC. Dzięki temu przy mniejszych transakcjach nie musisz pokazywać dokumentu tożsamości. ",
  "FIAT_QUE12": "Jakie dane Wasza platforma uzyskuje ode mnie lub z mojego konta bankowego?",
  "FIAT_ANS12": "Ramp szuka potwierdzenia płatności w Twojej historii przelewów, aby rozliczyć transakcję i sprawdzić Twoje podstawowe dane osobowe dla celów KYC wymaganych przez prawo. Dane te są wykorzystywane wyłącznie w celu rozliczenia transakcji i zachowania zgodności z przepisami AML/CFT (przeciwdziałanie praniu pieniędzy). <br/> Nie przechowujemy żadnych Twoich danych – analizujemy je i od razu usuwamy. Zapoznaj się z Polityką Prywatności Ramp tutaj, lub skontaktuj się z nami, jeśli chcesz, abyśmy usunęli Twoje dane z naszego systemu. ",
  "FIAT_QUE13": "Dokonałem ręcznego przelewu bankowego, ale nie otrzymałem zakupionej kryptowaluty.",
  "FIAT_ANS13": "W niektórych przypadkach transakcje mogą trwają dłużej, niż oczekiwano.<br/><br/>Transakcje dokonywane za pośrednictwem Ramp zazwyczaj zajmują kilka sekund, ale niektóre z nich mogą trwać dłużej z powodów niezależnych od Ramp.<br/><br/>Zapłaciłeś przelewem bankowym w EUR (SEPA) – przelewy te nie są natychmiastowe, ponieważ transakcje SEPA są rozliczane w sesjach. Odbywa się ich 5-6 w ciągu dnia i nie wszystkie banki wykorzystują każda z nich do realizacji płatności. Tak więc całkowity czas rozliczenia zależy od wielu czynników i płatność może być rozliczona w następnym dniu roboczym. Jeśli zależy Ci na szybkim rozliczeniu transakcji, zawsze wybieraj opcję Łatwe płatności bankowe lub płatności kartą.<br/><br/>Popełniłeś błąd i podałeś błędne dane referencyjne podczas dokonywania ręcznej płatności. To samo dotyczy sytuacji, gdy przelejesz nieprawidłową kwotę. W takich przypadkach system nie jest w stanie dopasować zamiany do płatności. Więc jeśli zdecydujesz się na ręczną płatność, upewnij się, że kwota jest dokładna, a szczegóły (referencje) transakcji są poprawne. W takim przypadku należy się z nami skontaktować. <br/>Wystąpiły problemy wpływające na system rozliczeń międzybankowych. <br/> Problem może leżeć po stronie Twojego banku. Banki mogą czasowo wstrzymywać płatności ze względu na swoją politykę. <br/> Jeśli masz wrażenie, że Twoja transakcja trwa dłużej, niż oczekiwano, skontaktuj się z nami. Postaramy się rozwiązać Twój problem tak szybko, jak to możliwe.",
  "FIAT_QUE14": "Mam problem z płatnością kartą.",
  "FIAT_ANS14": "W przypadku, gdy napotkałeś problemy z płatnością kartą:<br/> Twoja transakcja mogła zostać odrzucona przez bank – spróbuj użyć innej karty, lub zmień opcję płatności.<br/>Sprawdź stan swojego konta – jeśli nie zostało one obciążone, oznacza to, że transakcja nie doszła do skutku. Spróbuj ponownie dokonać transakcji.<br/>Silne uwierzytelnianie to konieczność – upewnij się, że masz włączone powiadomienia push.<br/>Upewnij się, że Twoja transakcja nie przekracza limitów KYC.<br/>Aby uzyskać dalszą pomoc, skontaktuj się z naszym Zespołem.",
  "FIAT_QUE15": "Nie zostałem przekierowany na stronę z potwierdzeniem i nie mogę dokończyć transakcji. Co powinienem zrobić?",
  "FIAT_ANS15": "Jeśli nie zostałeś przekierowany na stronę potwierdzenia, najprawdopodobniej masz wyłączone wyskakujące okienka lub zainstalowałeś rozszerzenie blokujące wyskakujące okienka w swojej przeglądarce. Blokowanie wyskakujących okienek czasami zatrzymuje przepływ transakcji, przez co płatność nie może zostać zainicjowana. Spróbuj wyłączyć rozszerzenia, które mogą to powodować (np. AdBlock, uBlock) lub spróbuj użyć innej przeglądarki i ponownie rozpocznij transakcję. Zalecamy korzystanie z przeglądarki Chrome.<br/>Jeśli problem nadal występuje, skontaktuj się z działem wsparcia Rampa.",
  "FIAT_QUE16": "Moja weryfikacja została odrzucona. Co mam zrobić?",
  "FIAT_ANS16": "Jeśli Twoja weryfikacja została odrzucona, istnieje prawdopodobieństwo, że zdjęcie Twojego dokumentu jest nieczytelne. <br/>Możesz uczynić to ponownie. Otrzymasz drugiego maila z linkiem do strony weryfikacyjnej. Aby proces ten przebiegł bez zakłóceń:<br/>      zalecamy korzystanie z przeglądarki innej niż Chrome (Chrome ma tendencję do przechwytywania nieostrych obrazów) lub z telefonu komórkowego, <br/>upewnij się, że obraz Twojego dokumentu jest ostry i wyraźny,<br/> upewnij się, że dokument jest dobrze oświetlony. <br/>Jeśli drugie przesłanie nie powiedzie się, skontaktuj się z naszym Zespołem. Pomogą Ci oni w weryfikacji.",
  "FIAT_QUE17": "Nie otrzymałem kodu weryfikacyjnego.",
  "FIAT_ANS17": "Proszę sprawdzić zakładkę „oferty” lub folder „spam”. Jeśli wiadomości tam nie ma, dodaj ręcznie tę domenę do listy domen, z których przychodzące wiadomości mają trafiać do głównej skrzynki odbiorczej: em440.ramp.network. <br/> Jeśli nadal nie możesz znaleźć maila od nas, skontaktuj się z zespołem wsparcia Ramp.",
  "FIAT_QUE18": "Podałem błędny numer referencyjny w moim ręcznym przelewie bankowym lub zapomniałem go podać.",
  "FIAT_ANS18": "Jeśli popełniłeś błąd i podałeś nieprawidłowy numer referencyjny podczas dokonywania ręcznej płatności, system nie będzie w stanie dopasować wymiany do płatności.<br/>W przypadku transakcji w EUR, przelew wróci automatycznie na Twoje konto.<br/>W przypadku transakcji w GBP, prosimy o kontakt z Zespołem Wsparcia Rampa i podanie: <br/><br/>1. adresu e-mail. <br/> 2. identyfikatora referencyjny przelewu <br/> 3. potwierdzenia płatności transakcji z Twojego konta bankowego (w formacie pdf).<br/><br/> Na przyszłość: jeśli zdecydujesz się na ręczną płatność, upewnij się, że podałeś dokładną kwotę, a szczegóły (referencje) transakcji są poprawne.",
  "FIAT_QUE19": "Jak mogę wycofać zgodę na dostęp do API z mojego połączonego banku?",
  "FIAT_ANS19": " Masz prawo do wycofania swojej zgody w dowolnym momencie. Twoja zgoda na dostęp do API może zostać wycofana bezpośrednio na stronie internetowej lub w aplikacji połączonego banku. Proces ten jest w dużym stopniu zależny od banku, więc w razie wątpliwości prosimy o kontakt z bankiem w celu uzyskania dalszych wskazówek. <br/>Jeśli masz jakiekolwiek problemy z wycofaniem zgody, skontaktuj się z nami. Pomożemy Ci.",
  "PROFILE_HEADER_MODAL": "Zweryfikuj swoją tożsamość",
  "PROFILE_ENTER_PASSWORD": "Wprowadź hasło",
  "PROFILE_HEADER_CONFIRM": "Zmień hasło",
  "PROFILE_NEW_PASSWORD": "Utwórz nowe hasło",
  "PROFILE_CONFIRM_PASSWORD": "Potwierdź nowe hasło",
  "PROFILE_HEADER_SUCCESS": "Hasło zostało pomyślnie zmienione",
  "LOCK_SCREEN_TOOLTIP": "Zaloguj się, aby uzyskać dostęp do wszystkich funkcji",
  "BUY_KRYPTO_HEADER": "Kup krypto",
  "PURCHASE_KRYPTO_HEADER": "Kup krypto",
  "PURCHASE_CONTINUE": "Kontyntynuj",
  "TOKEN_SEARCH": "Wyszukaj token według nazwy",
  "SIDENAV_SETTING": "USTAWIENIA",
  "SETTING_BASICS": "Podstawowe",
  "SETTING_HEADER": "Ustawienia",
  "SETTING_PERFORMANCE_MODE": "Tryb wydajności",
  "SETTING_PERFORMANCE_IMPROVE": "Popraw wydajność, wyłączając efekty wizualne",
  "SETTING_CURRENCY": "Waluta",
  "SETTING_CURRENCY_FORMAT": "Zmień format waluty",
  "SETTING_INTERFACE_LANG": "Interface Language",
  "SETTING_INTERFACE_LANG_DESC": "Zmień język interfejsu",
  "SETTING_EXCHANGE_SETTING": "Ustawienia wymiany",
  "SETTING_EXCHANGE": "Ustawienia wymiany",
  "OFF_SETTING": "Wyłączony",
  "ON_SETTING": "Na",
  "SETTING_SLOW": "Tanio/wolno",
  "SETTING_NORMAL": "Normalnie",
  "SETTING_FAST": "Drogo/Szybko",
  "SETTING_PERFORMANCE_TITLE": "Tryb wydajności",
  "SETTING_PERFORMANCE_SUBTITLE": "Popraw wydajność, wyłączając efekty wizualne",
  "SETTING_CURRENCY_TITLE": "Waluta",
  "SETTING_CURRENCY_SUBTITLE": "Zmień format waluty",
  "SETTING_INTERFACE_TITLE": "Język interfejsu",
  "SETTING_INTERFACE_SUBTITLE": "Zmień język interfejsu",
  "SETTING_SLIPPAGE_TOLERANCE": "Tolerancja poślizgu",
  "SETTING_GAS_PRICE": "Cena gazu",
  "SETTING_ENABLE_EXCHANGE": "Włącz wymiany",
  "CONNECT_TO_METAMASK": "Połącz z Metamask",
  "CONNECTING": "łączenie...",
  "RECENT_TRANSACTION": "Ostatnia transakcja",
  "YOUR_HOLDING": "Twoje aktywa",
  "DATE": "Data ",
  "TRAN_HASH": "Hash transakcji",
  "TO": "Do",
  "STATUS": "Status",
  "AMOUNT": "Kwota",
  "YOUR_WALLET_ADDRESS": "Adres twojego portfela",
  "PRINT": "Drukuj",
  "SEND_NOTE": "Tak duża kwota transakcji może nie zostać przetworzona natychmiast.",
  "MORE_INFO": "Więcej informacji",
  "SEND_AMOUNT": "Kwota",
  "SEND_TO": "Wyslij do",
  "REFERENCE": "Referencja",
  "MENU_PROFILE": "Profil",
  "MENU_SETTINGS": "Ustawienia",
  "MENU_LOGOUT": "Wyloguj",
  "FOOTER_PRIVACY": "Polityka prywatności",
  "FOOTER_TERMS": "Regulamin",
  "RECEIVE": "Odbierz",
  "SEND": "Wyślij",
  "CANCEL_BTN": "Anuluj",
  "SUBMIT_BTN": "Potwierdź",
  "SAVED_ADDRESS": "Adres",
  "NET_WORTH": "Wszystkie Aktywa",
  "NO": "Nie",
  "ASSETS": "Aktywa",
  "BALANCE": "Balans",
  "PRICE": "Cena",
  "VALUE": "Wartość",
  "ALL_TOKENS":"Wszystkie Tokeny",
  "ROWS_PER_PAGE":"Wierszy na stronie",
  "FAQ_HEADER_TEXT": "Masz pytania?",
  "FAQ_HEADER_SUBTEXT": "Przejrzyj naszą listę często zadawanych pytań, aby znaleźć odpowiedzi",
  "EXCHANGE": "Exchange",
  "ESTIMATED_COST": "Estimated Cost",
  "PRICE_IMPACT": "Price Impact",
  "MIN_RECEIVED": "Minimum Recieved",
  "EXCHANGE_TOKEN": "Exchange Token",
  "TRADE": "Trade",
  "EXCHANGE_RECEIVE": "Receive",
  "QTY":"Qty",
  "EXCHANGE_PRICE":"Price (ETH - USDT)",
  "VSTYKLO":"VS TYKLO KRYPTO",
  "SLIP_PAGE":"Slippage",
  "PROFILE_HEADER": "Profile",
  "PROFILE_BASIC_DETAILS": "Basic Details",
  "PROFILE_EMAIL_ADDRESS": "Email address",
  "PROFILE_ACCOUNT_PASSWORD": "Account Password",
  "PROFILE_CHANGE": "Change",
  "PROFILE_LAST_UPDATED": "Last updated",
  "PROFILE_JOINED": "Joined",
  "JAN_MONTH": "January",
  "FEB_MONTH": "February",
  "MARCH_MONTH": "March",
  "APRIL_MONTH": "April",
  "MAY_MONTH": "May",
  "JUNE_MONTH": "June",
  "JULY_MONTH": "July",
  "AUG_MONTH": "August",
  "SEPT_MONTH": "September",
  "OCTO_MONTH": "October",
  "NOV_MONTH": "November",
  "DEC_MONTH": "December",
  "TRY_AGAIN_LATER": "Try again later",
  "CLOSE": "Close",
  "ERROR":"Error",
  "WALLET_TYKLO_SUBMENU": "Portfel Krypto ",
  "WALLET_METAMASK_SUBMENU": "Metamask",
  "EXCHANGE_SWAP_SUCCESS": "Swap Successfully",
  "MULTICHART": "Multichart",
  "DASHBOARD_RULES": "Zasady konkursu",
  "DASHBOARD_RULES1": "1. Czas trwania konkursu: 2 Tygodnie od daty rozpoczęcia (Data rozpoczęcia zostanie ogłoszona).",
  "DASHBOARD_RULES2": "2. Grupa z największym łącznym wolumenem obrotu do zakończenia konkursu włącznie zwycięża (1st: $4500; 2nd: $2500; 3rd: $1000).",
  "DASHBOARD_RULES3": "3. Każdy uczestnik rejestruje się na stronie i loguje na swój profil celem uczestnictwa.",
  "DASHBOARD_RULES4": "4. Każdy uczestnik dołącza do swojej drużyny na głównej stronie celem uczestnictwa.",
  "DASHBOARD_RULES5": "5. Tylko konta|uczestnicy posiadające wolumen obrotu (wykonane transakcje) są brane pod uwagę przy dystrybucji nagród.",
  "DASHBOARD_RULES6": "6. Uczestnik musi dołączyć do Telegrama/Discorda jego drużyny aby uczestniczyć w rozdaniu nagród.",
  "DASHBOARD_RULES7": "7. Liderzy grup tradingowych|socjalnych decydują o sprawiedliwym podziale nagród, a zespół Krypto.Army upewnia się że nagrody zostały odpowiednio rozdzielone.",
  "DASHBOARD_RULES8": "8. Liderzy mogą podnieść pulę nagród celem zachęcenia w aktywnym uczestnictwie w konkursie.",
  "DASHBOARD_RULES9": "9. Jeżeli nie posiadasz drużyny, zgłoś się na czacie Krypto.Army gdzie otrzymasz linki social grup które uczestniczą w konkursie.",
  "DASHBOARD_REGISTER_HEADER1":"Zarejestruj się, Zaloguj i Wybierz Twój Zespół",
  "DASHBOARD_REGISTER_HEADER2":"aby dołączyć do naszego konkursu tradingowego",
  "DASHBOARD_PARTICIPANTS":"Participants",
  "DASHBOARD_VOLUME":"Volume",
  "DASHBOARD_JOINED":"Joined",
  "JOIN": "JOIN",
  "CONTEST_MODAL_HEADER": "Czy jesteś pewien, że chcesz dołączyć do grupy konkursowej \"{{group_name}}\"?"
}
