{
    "title": "new title here check 123",
    "DOWNLOAD_WALLET_HEADER1": "Bienvenido a KRYPTO!",
    "DOWNLOAD_WALLET_HEADER2": "Acceso a Portafolio",
    "SEARCH_PORTFOLIO": "Conectar. Cambiar. Ganar.",
    "ETHEREUM": "Ethereum",
    "GO": "Go",
    "OR_YOU_CAN": "O usted también puede",
    "CONNECT_EXISTING_WALLET": "Conectar Monedero",
    "CONNECT_TO_START_USING": "Conectar Para Comenzar a Usar",
    "TYLKO_CRYPTO_DEFI_WALLET": "TYLKO KRYPTO DeFi",
    "TAG_LINE": "Conectar. Cambiar. Monitorizar.",
    "CONNECT_WALLET": "Conectar Monedero",
    "SECURE_CONNECT_AND_MONITOR": "Conectar con seguridad el monedero y monitorizar su portafolio todo a la vez",
    "TRACK_FULL_PORTFOLIO_THROUGH_DEFI": "Siga todo su portafolio a través de protocolos DeFi",
    "GROW_PORTFOLIO_WITH_DEX_EXCHANGE": " Crezca su portafolio cambiando a través de DEX Exchange",
    "FIND_BEST_EXCHANGE_ACROSS_LEADING_DEXES": "Encuentre el mejor precio de cambio en las principales DEX de nuestra plataforma",
    "BUY_CRYPTOCURRENCY_WITH_FIAT_GATEWAY": "Compre criptomonedas con nuestro FIAT Gateway",
    "USE_DEBIT_CARD_TO_PURCHASE": "Utilice Wire Transfer, Tarjeta de Crédito y Débito para comprar Criptomonedas ya",
    "LOGIN": "Acceder",
    "REGISTER": "Registrarse",
    "LOGIN_WELCOME_TEXT": "Bienvenido/a de Vuelta!",
    "DO_NOT_HAVE_ACCOUNT_REGISTER": "¿Aún no tiene una cuenta? Registrarse Ahora",
    "GENERAL_USERNAME": "Nombre de Usuario",
    "GENERAL_PASSWORD": "Contraseña",
    "GENERAL_REPASSWORD": "Confirmar Contraseña",
    "GENERAL_YOUR_NAME": "Su Nombre",
    "GENERAL_EMAIL_ADDRESS": "Dirección de Email",
    "GENERAL_TOTAL_VALUE": "Valor Total",
    "GENERAL_PROFIT_LOSS": "Total Ganancias/Pérdidas (24h)",
    "GENERAL_BLOCKCHAIN": "Blockchain",
    "GENERAL_ADDRESS": "Dirección",
    "ERROR_INVALID_EMAIL": "Email no válido",
    "GENERAL_REQUIRED": "requerido",
    "GENERAL_PASSWORD_MUST_MATCH": "contraseña debe coincidir",
    "GENERAL_CONTINUE": "Continuar",
    "SIDENAV_DASHBOARD": "Dashboard",
    "SIDENAV_WALLET": "Monedero",
    "SIDENAV_FIAT_GATEWAY": "Comprar Cripto",
    "SIDENAV_DEX": "Exhcnage",
    "SIDENAV_FARM": "Ganar",
    "SIDENAV_FAQ": "FAQ en Español",
    "SIDENAV_SETTING": "Ajustes",
    "REGISTER_NEW_ACCOUNT": "Registrar Nueva Cuenta",
    "DO_NOT_HAVE_ACCOUNT_LOGIN": "¿Ya tiene una cuenta? Acceder Ahora",
    "SELECT_LANGUAGE": "Seleccione un idioma",
    "LNG_ENGLISH": "Inglés (UK)",
    "LNG_POLISH": "Polaco",
    "LNG_SPANISH": "Spanish",
    "GENERAL_ASSET": "Activos",
    "GENERAL_TOTAL_DEBTS": "Total Deudas",
    "GENERAL_TOBE_CLAIMED": "A Reclamar",
    "WALLET_HEADER": "Conectar su Monedero",
    "WALLET_METAMASK": "Metamask",
    "WALLET_TYKLO": "Monedero KRYPTO ",
    "WALLET_PORTFOLIO_HEADER": "Monitorizar su portafolio con dirección de monedero",
    "WALLET_PORTFOLIO_INPUT_LABEL": "Introduzca su dirección de Ethereum",
    "WALLET_PORTFOLIO_INPUT_BUTTON": "Conectar",
    "WALLET_CARD_HEADER1": "Conectar y Comenzar a usar el suyo",
    "WALLET_CARD_HEADER2": "KRYPTO DeFi",
    "WALLET_CARD_DESC": "Buscar y Ver su Portafolio DeFi para",
    "TYLKO_HEADER": "¿Es usted nuevo al Monedero Tylko?",
    "TYLKO_IMPORT": "Importar Cartera TYLKO existente usando un set de clave mnemotécnica",
    "TYLKO_IMPORT_NO": "No, yo ya dispongo de Monedero TYLKO",
    "TYLKO_CREATE": "Crear un Monedero TYLKO y generar una clave mnemotécnica",
    "TYLKO_CREATE_Yes": "Sí, consigamos un Monedero TYLKO",
    "TYLKO_IMPORT_HEADER": "Importar su Monedero TYLKO",
    "TYLKO_IMPORT_LABEL": "Imputar su clave your mnemotécnica aquí para restablecer su monedero.",
    "TYLKO_IMPORT_PLACEHOLDER": "Su llave mnemotécnica aquí",
    "TYLKO_IMPORT_AGREEMENT_MSG": "Al importar su Monedero Tylko, usted confirma haber leído y aceptado nuestros Términos de Servicio y Política de Privacidad.",
    "TYLKO_IMPORT_BUTTON_TEXT": "Importar Monedero",
    "TYLKO_CREATE_HEADER": "Asegurar su Monedero",
    "TYLKO_CREATE_LABEL": "Use la clave mnemotécnica para crear fácilmente una copia de seguridad y restablecer su cuenta. Escriba esa frase en un papel y guárdela en un lugar seguro",
    "TYLKO_CREATE_PLACEHOLDER": "Su clave mnemotécnica aquí",
    "TYLKO_CREATE_AGREEMENT_MSG": "Aviso: Nunca revele su clave mnemotécnica a nadie. Cualquiera que tenga su clave mnemotécnica puede acceder a su cuenta.",
    "TYLKO_CREATE_BUTTON_TEXT": "Siguiente",
    "TYLKO_BACKUP_HEADER": "Haga una copia de seguridad de su clave",
    "TYLKO_BACKUP_LABEL": "Please select each phrase in order to make sure it is correct.",
    "TYLKO_BACKUP_PLACEHOLDER": "Su clave mnemotécnica aquí",
    "TYLKO_BACKUP_ERROR_MSG": "Error: clave mnemotécnica introducida. Asegúrese de introducir la clave en la combinación correcta.",
    "TYLKO_BACKUP_BUTTON_TEXT": "Confirmar",
    "TYKLO_SUCCESS_HEADING": "¡Bravo! Bienvenido/a a KRYPTO",
    "TYKLO_SUCCESS_SUB_HEADING_1": "Su Monedero KRYPTO se ha creado con éxito",
    "TYKLO_SUCCESS_SUB_HEADING_2": "Por favor, mantenga su clave mnemotécnica a salvo, ahora es su responsabilidad.",
    "TYKLO_SUCCESS_BUTTON_TEXT": "Todo Hecho",
    "FAQ_ALL_TOPICS": "Todos los Temas",
    "SETTING_BASICS": "Básicos",
    "SETTING_EXCHANGE": "Configuración de Intercambio",
    "FAQ_HEADER_TEXT": "¿Tiene alguna pregunta?",
    "SETTING_PERFORMANCE_TITLE": "Modo Rendimiento",
    "SETTING_PERFORMANCE_SUBTITLE": "Mejore el rendimiento deshabilitando los efectos visuales",
    "SETTING_CURRENCY_TITLE": "Moneda",
    "SETTING_CURRENCY_SUBTITLE": "Cambiar formato de moneda",
    "SETTING_INTERFACE_TITLE": "Idioma de Interfaz Language",
    "SETTING_INTERFACE_SUBTITLE": "Cambiar el idioma de su interfaz",
    "SETTING_SLIPPAGE_TOLERANCE": "Tolerancia de Deslizamiento",
    "SETTING_GAS_PRICE": "Gas Price",
    "SETTING_ENABLE_EXCHANGE": "Habilitar Exchanges",
    "OFF_SETTING": "Off",
    "ON_SETTING": "On",
    "CANCEL_BTN": "Cancelar",
    "SUBMIT_BTN": "Enviar",
    "FAQ_HEADER_SUBTEXT": "Simplemente consulte nuestra lista de FAQ en español para encontrar respuestas",
    "FORGOT_PASSWORD": "Olvidé la contraseña",
    "RESET_PASSWORD_INFO": "Se le ha enviado un email con el enlace para restablecer la contraseña. Por favor compruebe su email para restablecer su contraseña.",
    "RESET_PASSWORD_LINK_SENT": "¡El enlace para restablecer la contraseña ha sido enviado!",
    "NOT_FOUND_PAGE_HEADER": "ERROR",
    "NOT_FOUND_PAGE_CODE": "404",
    "NOT_FOUND_PAGE_MESSAGE": "Lo sentimos, la página que buscaba no existe",
    "NOT_FOUND_PAGE_MESSAGE_DESC": "Por favor vuelva al dashboard e intente otra palabra clave",
    "NOT_FOUND_PAGE_BUTTON_TEXT": "Volver al dashboard",
    "COMING_SOON_HEADER": "Nuevo ELEMENTO",
    "COMING_TEXT": "Muy",
    "SOON_TEXT": "Pronto",
    "COMING_SOON_DESC1": "Permanezca atento a las nuevas funciones de KRYPTO",
    "COMING_SOON_DESC2": "Mientras explore otras funciones ya existentes en KRYPTO",
    "REFERAL_CODE": "Código de Referencia:",
    "ENTER_REFERAL_CODE": "Introduzca el código de referencia",
    "SWITCH_WALLET_HEADER": "Cambiar Monedero",
    "REFERRAL_HEADER": "Referencia",
    "REFERRAL_REFERRAL_LINK_HEADER": "Su enlace de referencia",
    "REFERRAL_REFERRAL_EARNING": "Sus Ingresos",
    "REFERRAL_REFERRAL_COPY_LINK": "Copiar Link",
    "REFERRAL_INVITED_FRIEND_HEADER": "Sus Amigos Invitados",
    "REFERRAL_TOTAL_EARNING": "Ingresos Totales",
    "REFERRAL_MONTH_EARNING": "Ingresos de este mes",
    "REFERRAL_COPY_INVITATION_LINK": "Copiar link de invitación",
    "REFERRAL_COPY_INVITATION_LINK_DESC": "Copie su link de recomendación exclusivo para sus amigos y cuénteles lo genial que es KRYPTo!",
    "REFERRAL_REGESTRATION": "Registro",
    "REFERRAL_REGESTRATION_Haz": "que tus amigos se registren en KRYPTO utilizando tu link de referencia",
    "REFERRAL_GET_CREDIT": "Obtenga 10 Créditos",
    "REFERRAL_GET_CREDIT_DESC": "¡Recibirá 10 créditos una vez que hayan realizado su primera transacción!",
    "REFERRAL_HEADER_TEXT": "¡Corra la voz y gane dinero!",
    "REFERRAL_HEADER_DESC1": "Cada vez que sus amigos referidos depositen activos en protocolos de ingresos pasivos, cosechen sus recompensas",
    "REFERRAL_HEADER_DESC2": " y utilicen nuestro DEX, compartiremos con usted el 10% de nuestros ingresos.",
    "FARM_HEADER": "Farm",
    "FARM_TOTAL_EARNED": "Total Obtenido",
    "FARM_MASS_STAKE_APPROVE": "Mass Stake Approve",
    "FARM_MASS_HARVEST": "Mass Harvest",
    "FARM_VIEW_DETAILS": "Ver Detalles",
    "FARM_VIEW_DETAILS_TYK_BNB": "TYK-BNB",
    "SELECT_TOKEN": "Seleccionar Token A Comprar",
    "FAQ_GENERAL": "GENERAL",
    "FAQ_FEES": "TASAS",
    "FAQ_CRYPTO": "CRIPTO",
    "FAQ_FIAT": "FIAT GATEWAY",
    "FAQ_DEX": "DEX",
    "GENERAL_QUE1": "¿Esto es legal?",
    "GENERAL_ANS1": "¡Sí, por supuesto! Nuestra plataforma y todos sus elementos son legales y operan de acuerdo con los requerimientos regulatorios nacionales/locales.",
    "GENERAL_QUE2": "¿Cómo funciona?",
    "GENERAL_ANS2": "Para ver cómo funciona todo por favor visualice uno de los videos explicativos.",
    "GENERAL_QUE3": "Un amigo me dijo que las criptomonedas son una burbuja",
    "GENERAL_ANS3": "Los ciclos de auge y caída del mercado son algo normal. Las criptomonedas los experimentan más que otros activos, ya que todavía son una clase de activos muy joven. En general, la tecnología blockchain es legítima y se quedará con nosotros para siempre, pero las burbujas del mercado ocurrirán cada pocos años. Hay que ser consciente de ellas e invertir en consecuencia.",
    "GENERAL_QUE4": "¿Qué es el programa de referidos de Krypto?",
    "GENERAL_ANS4": "Nuestro programa de referidos le permite ganar dinero cada vez que una persona a la que usted nos recomendó deposite en el protocolo de ganancia, coseche sus recompensas e intercambie sus criptomonedas usando Krypto DEX.",
    "GENERAL_QUE5": "¿Cómo puedo ganar con los enlaces de recomendación?",
    "GENERAL_ANS5": "Simplemente comparta su enlace de referencia con sus amigos que quieran unirse a nuestra plataforma. Sus recompensas por recomendación se contabilizan automáticamente y se abonarán directamente en su cartera una vez al mes.",
    "GENERAL_QUE6": "¿Cómo funciona el programa de recomendación?",
    "GENERAL_ANS6": "Cuando te registras obtienes un código de referencia único para compartir con tus amigos. Cuando su amigo deposita activos en nuestras herramientas pasivas o cosecha sus recompensas usted gana dinero. Cuando tu amigo utiliza el DEX para intercambiar diferentes criptodivisas también ganas dinero. Cada mes tus recompensas se pagan directamente a tu cartera. Para ver las recompensas actuales por recomendación, consulte la tabla: <a style='color: #fff;' href='https://docs.google.com/document/d/1nA91XXU8tuPx-JopO-IPs9sKmtWX2fNfYbyBcHQazgg/edit'> https://docs.google.com/document/d/1nA91XXU8tuPx-JopO-IPs9sKmtWX2fNfYbyBcHQazgg/edit </a>",
    "GENERAL_QUE7": "¿Cómo empezar a ganar con su herramienta de ingresos pasivos?",
    "GENERAL_ANS7": "Para empezar a ganar ingresos pasivos con nosotros tienes que</br>Comprar BNB aquí:</br>Cambiar BNB a USDT aquí:</br>Depositar USDT en uno de nuestros protocolos de ganancias aquí:",
    "GENERAL_QUE8": "¿Vale la pena?",
    "GENERAL_ANS8": "A la hora de elegir su inversión, debe asegurarse de conocer todos los riesgos asociados a ella y tomar su decisión basándose en la relación riesgo-recompensa. Cada inversor puede tener una tolerancia al riesgo y unas expectativas de beneficios diferentes. Dicho esto, los protocolos de ganancias que utilizamos tienen entre un 10% y un 40% de rendimiento anual. En comparación, los bienes inmuebles rinden alrededor del 7% y su cuenta bancaria probablemente sea inferior al 0,1%.",
    "GENERAL_QUE9": "¿Cómo puedo comprar diferentes criptomonedas en la plataforma?",
    "GENERAL_ANS9": "Usted puede comprar criptomonedas de 2 formas diferentes:<br>Puede comprar crypto con dinero fiduciario utlizando nuestro “Fiat Gateway” (conversor) – aquí hay un link para un video explicativo del proceso. <br>Puede utilizar nuestro exchange descentralizado (DEX) para comprar criptomonedas utilizando otras criptomonedas en vez de dinero fiduciario. Al utilizar nuestro DEX tendrá acceso a miles de criptomonedas diferentes – pinche en el link a un video explicando cómo usar el DEX.",
    "GENERAL_QUE10": "¿Qué criptomonedas puedo comprar usando su plataforma?",
    "GENERAL_ANS10": "Además de comprar criptomonedas con dinero fiat (lista abajo) usted puede usar nuestro exchange para comprar cualquier token disponible en Ethereum y Binance Smart Chain. Para la lista completa de criptomonedas que puede comprar usando el fiat Gateway visite nuestra web. <a style='href: #fff' href='https://support.ramp.network/en/article/what-crypto-assets-do-you-support-1j705ak/'>https://support.ramp.network/en/article/what-crypto-assets-do-you-support-1j705ak/</a>",
    "GENERAL_QUE11": "¿Cuándo y cómo puedo acceder a la recompensa por referencia “referral rewards”?",
    "GENERAL_ANS11": "Realizamos el pago de la recompensa por referencia una vez al mes, el primer día de cada mes. El dinero irá directamente a su cartera o “wallet” que fue usada para conectarse a nuestra plataforma.",
    "GENERAL_QUE12": " ¿Existe riesgo de perder mi capital invertido?",
    "GENERAL_ANS12": "Para limitar el riesgo de cambio causado por la volatilidad en el mercado cripto, sólo utilizamos herramientas construidas a partir de “stablecoins.” Dicho esto, debe ser consciente de otros riesgos. Aquí hay una lista con los riesgos a considerar cuando utilice DeFi. Nuestra plataforma sólo muestra una interfaz fácil de usar pero no asumimos ninguna responsabilidad de los protocolos a los que se conecte.",
    "GENERAL_QUE13": "¿Puede la plataforma generar pérdias en vez de ganancias?",
    "GENERAL_ANS13": "No (a parte de situaciones como “hacks o…) Estas plataformas proveen un flujo gradual de recompensas “rewards” y no puede generar pérdidas. Sólo sea cauteloso de la tasa de depósito que usted pagará al depositar dinero en los protocolos. Tenga en cuenta calcular cuánto tiempo le llevará para cubrir las tasas para utilizar estas herramientas. A veces puede tardar hasta 6 semanas para llegar a obtener un balance positivo y comenzar a ganar. Puede experimentar una pérdida de hasta 6% si retira su dinero prematuramente.",
    "GENERAL_QUE14": " ¿Cada cuánto tiempo se calculan las ganancias?",
    "GENERAL_ANS14": "Las ganancias se calculan y actualizan en vivo a la vez que se crea cada bloque en la cadena de bloques.",
    "GENERAL_QUE15": " ¿Qué es el deslizamiento (Slippage)?",
    "GENERAL_ANS15": " El deslizamiento ocurre cuando el trader tiene que aceptar un precio diferente al que inicialmente solicitaron debido al movimiento de precio entre el tiempo en el que la orden entra al mercado y la ejecución de la operación. Esto ocurre como consecuencia de la alta volatilidad de precios y los bajos volúmenes y/o liquidez.",
    "GENERAL_QUE16": " ¿Puedo influir sobre la cantidad de intereses?",
    "GENERAL_ANS16": "No. Los intereses están determinados por factores externos.",
    "FEES_QUE1": " ¿Cuánto cuesta utilizar la plataforma?",
    "FEES_ANS1": "Nuestra plataforma es, en general, de uso gratuito. Puede descargar y utilizar nuestro monedero de forma gratuita. La funcionalidad de escaneo también es gratuita. Algunas de nuestras funciones más avanzadas, como las herramientas de ingresos pasivos y el conversor de moneda fiat tienen algunas tarifas asociadas. Puedes leer más sobre todas las tarifas aquí:",
    "FEES_QUE2": " ¿Cómo gana dinero la plataforma con mis contribuciones?",
    "FEES_ANS2": "Nuestra plataforma tiene varios flujos de ingresos, puedes leer más sobre todas las comisiones aquí:",
    "FEES_QUE3": "¿Cuáles son las tarifas por utilizar la plataforma?",
    "FEES_ANS3": "Para ver todas las tarifas, consulte el calendario de tarifas en este enlace",
    "FEES_QUE4": "¿Por qué tengo que pagar una tasa?",
    "FEES_ANS4": "Para ver todas las comisiones, consulte el calendario de comisiones en este enlace",
    "FEES_QUE5": "¿Existen tasas ocultas?",
    "FEES_ANS5": "No hay comisiones ocultas, pero tenga en cuenta que puede haber otras comisiones en función de las transacciones que realice. Algunas de las tarifas adicionales incluyen las tarifas de terceros para el conversor de moneda fiat, las tarifas de transferencia de red al enviar sus activos a un monedero diferente, las tarifas de cambio al depositar en los protocolos de ganancia, así como al cosechar sus recompensas",
    "CRYPTO_QUE1": "¿Qué es el monedero?",
    "CRYPTO_ANS1": "El monedero es un programa (un software) que se utiliza para interactuar con diferentes blockchains. Permite almacenar, enviar y recibir criptomonedas e interactuar con diferentes protocolos de blockchain.",
    "CRYPTO_QUE2": "¿A qué me conecto?",
    "CRYPTO_ANS2": "Para poder utilizar diferentes herramientas, su monedero tiene que conectarse/interactuar con los protocolos de la cadena de bloques. Cuando tu monedero muestra un aviso de 'conexión' significa que estás a punto de interactuar con un contrato/protocolo inteligente",
    "CRYPTO_QUE3": "¿Qué son las stablecoins?",
    "CRYPTO_ANS3": "Las stablecoins son un tipo de criptodivisa vinculada a un activo, normalmente una moneda fiduciaria, como el dólar estadounidense. Las stablecoins también pueden estar vinculadas a otras monedas fiduciarias emitidas por los gobiernos, como el Euro y el Yen (o a materias primas, como el oro). Por lo tanto, el precio de las stablecoins fluctúa muy poco, a diferencia de otras criptodivisas.",
    "CRYPTO_QUE4": "¿Qué son las monedas fiduciarias?",
    "CRYPTO_ANS4": "El fiat es el 'dinero normal' que emiten los bancos centrales, como el dólar estadounidense, el euro, el franco suizo, etc.",
    "CRYPTO_QUE5": "¿A quién pertenecen las granjas?",
    "CRYPTO_ANS5": "Las granjas suelen ser propiedad de los equipos que las han creado. Forman parte de los intercambios descentralizados y se utilizan para incentivar a los proveedores de liquidez",
    "CRYPTO_QUE6": " ¿Qué es la agricultura de rendimiento?",
    "CRYPTO_ANS6": "Yield farming es un término muy nuevo creado con el aumento de las finanzas descentralizadas. Es un acto de proporcionar liquidez a los protocolos DeFi y obtener recompensas como incentivo. Los intercambios descentralizados crean oportunidades de yield farming para sus proveedores de liquidez con el fin de ser más competitivos. Si quieres saber más sobre el yield farming lea este artículo:",
    "CRYPTO_QUE7": "¿Qué es DeFi?",
    "CRYPTO_ANS7": "DeFi es la abreviatura de finanzas descentralizadas. Es un ecosistema basado en blockchain de diferentes protocolos que juntos crean un entorno económico fuera de los mercados tradicionales.",
    "CRYPTO_QUE8": "¿Qué es el protocolo DeFi?",
    "CRYPTO_ANS8": "El protocolo DeFi es un conjunto de contratos inteligentes que trabajan juntos para permitir una determinada funcionalidad y características (como intercambios descentralizados, préstamos o plataformas de comercio)",
    "CRYPTO_QUE9": "¿Puedo enviar criptomonedas desde su cartera a mis otras cuentas/carteras?",
    "CRYPTO_ANS9": "Sí, por supuesto. Usted tiene el 100% de control sobre los activos que almacena en la Krypto Wallet",
    "CRYPTO_QUE10": "¿Cómo es que la plataforma paga un interés tan alto?",
    "CRYPTO_ANS10": "Las recompensas en realidad no provienen de nuestra plataforma, sino de los protocolos DeFi a los que te conectas con nuestra interfaz. Las recompensas se basan en muchos factores, pero en general se producen con cada nuevo bloque como parte de las funciones de acuñación del protocolo.",
    "CRYPTO_QUE11": "¿Por qué el interés en las herramientas de ingresos pasivos cambia constantemente?",
    "CRYPTO_ANS11": "El interés en las herramientas de ingresos pasivos se basa en muchos factores, entre ellos: el valor total bloqueado (TVL), las condiciones del mercado, el precio de los activos utilizados para pagar las recompensas, el precio de los activos bloqueados en el contrato.",
    "CRYPTO_QUE12": " ¿Qué es el valor total bloqueado?",
    "CRYPTO_ANS12": "El valor total bloqueado es el valor total de los activos bloqueados en un determinado contrato inteligente.",
    "FIAT_QUE1": "Mi banco sigue diciendo que hay un problema con mi pago.",
    "FIAT_ANS1": "Intenta reconectar tu cuenta bancaria volviendo a realizar el flujo. Es posible que la conexión se haya perdido durante el proceso de transacción. <br/><br/> Compruebe los fondos de su cuenta bancaria. Existe la posibilidad de que el saldo de su cuenta bancaria sea insuficiente para realizar la transacción.<br/><br/>Asegúrese de que su banco admite transferencias SEPA. Si no es así, no podrá continuar con la transacción.",
    "FIAT_QUE2": "¿Cuáles son sus opciones de pago?",
    "FIAT_ANS2": "<br/> <h2>Pagos bancarios sencillos</h2> <br/> <br/> En algunos países, ofrecemos nuestro mejor método de pago: la fácil transferencia bancaria. Es mucho más cómodo que otras opciones y más barato que otros métodos rápidos como las transacciones con tarjeta.  <br/> <br/> <h2>Pagos con tarjeta</h2><br/> Actualmente admitimos tarjetas de débito y crédito Mastercard y Visa emitidas por los principales bancos del mundo.<br/> <h2>Transferencia bancaria manual</h2><br/>Actualmente admitimos las transferencias bancarias manuales de los pagos SEPA y Faster. Este método es menos conveniente y más lento que los otros métodos, pero definitivamente es el más barato.<br/><br/>Si quiere comprobar si su país es compatible, puede leer más aquí.<br/>Las compras con tarjeta y las transferencias bancarias deben enviarse desde una cuenta a su nombre y en la transferencia debe identificarse claramente como remitente. Las transferencias que no cumplan con esta condición serán procesadas en base al mejor esfuerzo pero bajo su propio riesgo y pueden ser reembolsadas a la cuenta de origen a nuestra discreción y sin previo aviso. Si decidimos permitir una transacción de este tipo, es posible que se requieran algunas comprobaciones adicionales y que la liquidación se retrase considerablemente. Tenga en cuenta que la gran mayoría de los intermediarios o agencias de procesamiento de pagos envían los pagos en su propio nombre y no en el de sus clientes, por lo que es muy probable que estas transferencias no sean conformes. El reembolso de las transferencias no conformes está sujeto a una tasa de tramitación de 15 euros.",
    "FIAT_QUE3": "¿Qué opción de pago está disponible en mi país?",
    "FIAT_ANS3": "<br/> <h2>Transferencia bancaria fácil: </h2> <br/><br/> Alemania, Austria, Bélgica, Bulgaria, Chipre, Croacia, Dinamarca, Eslovaquia, Eslovenia, España, Estonia, Finlandia, Francia, Grecia, Hungría, Irlanda, Islandia, Italia, Letonia, Liechtenstein, Lituania, Luxemburgo, Malta, Mónaco, Noruega, Países Bajos, Polonia, Portugal, Rumanía, Suecia y Suiza. <br/><h2>Transferencia bancaria manual:</h2> <br/><br/>Alemania, Austria, Bélgica, Bulgaria, Chipre, Croacia, Dinamarca, Eslovaquia, Eslovenia, España, Estonia, Finlandia, Francia, Grecia, Hungría, Irlanda, Islandia, Italia, Letonia, Liechtenstein, Lituania, Luxemburgo, Malta, Mónaco, Noruega, Países Bajos, Polonia, Portugal, Rumanía, Suecia y Suiza.",
    "FIAT_QUE4": "¿Qué opción de pago está disponible en mi país?",
    "FIAT_ANS4": "<h2>Transferencia bancaria fácil:</h2> <br/>Alemania, Austria, Bélgica, Bulgaria, Chipre, Croacia, Dinamarca, Eslovaquia, Eslovenia, España, Estonia, Finlandia, Francia, Grecia, Hungría, Irlanda, Islandia, Italia, Letonia, Liechtenstein, Lituania, Luxemburgo, Malta, Mónaco, Noruega, Países Bajos, Polonia, Portugal, Rumanía, Suecia y Suiza.<br/> <h2>Transferencia bancaria manual:</h2> Alemania, Austria, Bélgica, Bulgaria, Chipre, Croacia, Dinamarca, Eslovaquia, Eslovenia, España, Estonia, Finlandia, Francia, Grecia, Hungría, Irlanda, Islandia, Italia, Letonia, Liechtenstein, Lituania, Luxemburgo, Malta, Mónaco, Noruega, Países Bajos, Polonia, Portugal, Rumanía, Suecia y Suiza.<br/> <h2>Pago con tarjeta: </h2> Global",
    "FIAT_QUE5": "¿Cuánto tiempo se tarda en liquidar la transacción?",
    "FIAT_ANS5": "Si le preocupa la rapidez, elija siempre los pagos bancarios fáciles, o los pagos con tarjeta si sus bancos aún no admiten los pagos fáciles. Las transferencias bancarias manuales tardan más y sólo se pueden liquidar en horario laboral.<br/><h2>Pagos bancarios fáciles:</h2>Transacciones en libras esterlinas: hasta 2 minutos <br/> Transacciones en euros: desde 10-20 minutos hasta un día laboral <br/> <h2 style='display: block;width: 100%;'>Pagos con tarjeta:</h2><br/><p style='display: block;width: 100%;'>Hasta 5 minutos </p><br/><h2>Transferencias bancarias manuales:</h2> desde 10-20 minutos hasta un día laborable (D+2)<br/>Los pagos bancarios (en euros) en la Zona Única de Pagos en Euros se liquidan en sesiones - hay 5-6 sesiones durante el día, pero no todos los bancos utilizan todas las sesiones para procesar los pagos. Por lo general, los pagos realizados antes de las 12:00 horas se liquidan el mismo día, mientras que los pagos enviados a última hora de la tarde o por la noche se liquidan el siguiente día laborable. Los pagos realizados en fin de semana se procesarán el siguiente día laborable o D+2. La velocidad de procesamiento de los pagos depende del banco que los envía. Hay bancos que procesan las transferencias SEPA como transfronterizas con fecha valor D+2, es decir, dos días laborables completos.<br/>Hay una excepción a esto: si el pago se realiza al mismo banco que usted utiliza, puede experimentar una liquidación instantánea. Esto es una excepción, no una regla.<br/>Tenga en cuenta que los plazos de liquidación indicados anteriormente son sólo una estimación basada en nuestra experiencia actual y que a veces pueden ser significativamente más largos debido a circunstancias ajenas.    ",
    "FIAT_QUE6": " ¿En qué países están disponibles?",
    "FIAT_ANS6": "Estamos disponibles en más de 170 países y territorios. Para ver la lista completa de países admitidos, visite este sitio: <a style='color:#fff' href='https://support.ramp.network/en/article/what-countries-do-you-support-1ua7sn1/'>https://support.ramp.network/en/article/what-countries-do-you-support-1ua7sn1/</a> ",
    "FIAT_QUE7": "¿Dónde puedo comprobar el estado de mi transacción?",
    "FIAT_ANS7": "La mayoría de las transacciones realizadas a través de Ramp se liquidan en segundos, no en horas. Pero algunos métodos de pago, como las transferencias bancarias manuales, pueden tardar más. Si necesita comprobar el estado de su transacción, puede hacerlo consultando la página de resumen de la transacción.<br/>Puede obtener el enlace al resumen de su transacción al final del proceso de transacción.<br/>También recibirá un correo electrónico con los detalles de la transacción vinculados a su recibo de compra.",
    "FIAT_QUE8": "  ¿Cómo se realiza la verificación KYC?",
    "FIAT_ANS8": "Tenemos que asegurarnos de cumplir con las normas KYC relativas a las compras de criptodivisas. En la práctica, esto significa que usted, como usuario, tendrá que trabajar con nosotros para verificar su identidad con el fin de realizar transacciones a través de Ramp. Muy a menudo podemos completar la verificación de identidad KYC utilizando los datos de su cuenta bancaria a través de la API bancaria abierta. Este proceso dura unos segundos y no se requiere ningún documento físico. <br/> <br/>Intentamos mantener las formalidades al mínimo necesario, pero en algunos casos, nos vemos obligados a realizar un KYC ampliado (por ejemplo, si lo solicitan nuestros socios bancarios); por lo tanto, a veces es necesario realizar una verificación de la cuenta al estilo antiguo (de acuerdo con los límites del KYC). Este procedimiento de verificación único incluye la lista blanca de la cuenta para todas las transacciones futuras. Siempre que los documentos requeridos estén completos y en orden, el proceso de verificación puede durar desde 10 minutos hasta el siguiente día laborable.",
    "FIAT_QUE9": "¿Qué documentos debo presentar para ser verificado?",
    "FIAT_ANS9": "Para ser verificado, tendrá que proporcionarnos <br/><br/>Una foto de alta resolución del documento de identidad emitido por el gobierno y no caducado (pasaporte o documento nacional de identidad). Los requisitos de la imagen presentada incluyen <br/><br/>imagen a todo color - no se aceptan imágenes en blanco y negro, con marcas de agua, etc.<br/><br/>toda la información del documento de identidad debe ser completamente clara y legible - Ramp no acepta documentos de identidad que estén rotos o desgastados. <br/> Los bordes del documento de identidad deben ser claramente visibles sobre un fondo contrastado.<br/>Un selfie actual con el mismo documento de identidad:<br/>debe ser el mismo documento de identidad emitido por el gobierno que presentó <br/> debe ser totalmente claro y legible. <br/>Una prueba válida de la dirección residencial, es decir, un documento que lleve su nombre y dirección; puede ser: <br/> extracto bancario - puede comprobarse mediante el servicio AIS <br/> extracto de la tarjeta de débito o crédito <br/>factura de servicios públicos (agua, electricidad, gas, internet, teléfono) <br/> nómina o documento similar de su empleador actual <br/> declaración del seguro <br/> documento de impuestos <br/> certificado de residencia.    ",
    "FIAT_QUE10": "¿Cómo puedo aumentar mis límites?",
    "FIAT_ANS10": "Se le pedirá que complete la verificación tradicional una vez que supere su límite de transacciones. Si desea completar la verificación de nivel 4 para prepararse para posibles operaciones futuras, puede ponerse en contacto con Ramp en compliance@ramp.network.",
    "FIAT_QUE11": "¿Por qué tengo que conectar mi cuenta bancaria?",
    "FIAT_ANS11": "Necesitamos que conectes tu cuenta bancaria porque la finalización de la transacción se basa en los datos que obtenemos de tu cuenta, es decir, sabemos que has pagado por el cripto que estás comprando. De esta manera, podemos liquidar su transacción mucho más rápido. También utilizamos los datos de su banco para cumplir con los requisitos de KYC. De este modo, no es necesario que muestres tu documento de identidad para las transacciones más pequeñas.",
    "FIAT_QUE12": " ¿Qué datos obtiene la plataforma de mí o de mi cuenta bancaria?",
    "FIAT_ANS12": "Ramp busca la confirmación del pago en su historial de transferencias para liquidar la transacción y comprobar algunos datos personales básicos sobre usted con fines de KYC exigidos por la ley. Los datos sólo se utilizan para liquidar las transacciones y cumplir con las leyes AML y CFT. <br/>No almacenamos ninguno de sus datos: los analizamos y los eliminamos de inmediato. Consulte la política de privacidad de Ramp aquí o póngase en contacto con Ramp si desea eliminar sus datos de nuestro sistema.",
    "FIAT_QUE13": "He hecho una transferencia bancaria manual pero no he recibido la criptomoneda comprada.",
    "FIAT_ANS13": "En algunos casos, las transacciones tardan más de lo esperado<br/><br/>Las transacciones realizadas a través de Ramp suelen liquidarse en segundos, pero algunas transacciones pueden tardar más por razones ajenas a Ramp.<br/><br/>Usted ha pagado por transferencia bancaria en euros (SEPA) - éstas no son instantáneas ya que las transacciones SEPA se liquidan en sesiones, hay 5-6 de ellas durante el día, y no todos los bancos utilizan todas esas sesiones para ejecutar los pagos. Por lo tanto, el tiempo total de liquidación depende de muchos factores y el pago puede liquidarse el siguiente día laborable. Elija siempre la opción de pago bancario fácil o la opción de pago con tarjeta si desea que la transacción se liquide rápidamente.<br/><br/>Ha cometido un error y ha proporcionado referencias incorrectas al realizar un pago manual. Lo mismo ocurre si transfiere un importe incorrecto. En estos casos, el sistema no puede hacer coincidir el canje con el pago. Por lo tanto, si decide realizar un pago manual, asegúrese de que el importe es exacto y los detalles (referencias) de la transacción son correctos. En tal caso, deberá ponerse en contacto con nosotros.<br/><br/>Hay problemas que afectan al sistema de compensación interbancaria.<br/><br/>Puede haber un problema en su banco. A veces los bancos pueden retener temporalmente los pagos debido a sus políticas.<br/><br/>Si cree que su transacción tarda más de lo esperado, póngase en contacto con nosotros. Intentaremos resolver su problema lo antes posible.",
    "FIAT_QUE14": " Tengo un problema con el pago de mi tarjeta.",
    "FIAT_ANS14": "En caso de que haya tenido algún problema con el pago de su tarjeta:<br/><br/>Es posible que su banco haya rechazado la transacción - por favor, pruebe con otra tarjeta o cambie su opción de pago.<br/><br/>Compruebe el saldo de su cuenta: si no se le ha cobrado, significa que la transacción no se ha realizado. Intenta hacer una nueva.<br/><br/> La autenticación fuerte es imprescindible - asegúrate de tener activadas las notificaciones push.<br/><br/>Asegúrese de que su transacción no exceda los límites de KYC.<br/><br/>Para obtener más ayuda, póngase en contacto con nuestro equipo de asistencia.",
    "FIAT_QUE15": "No he sido redirigido a la página de confirmación y no puedo terminar mi transacción. ¿Qué debo hacer?",
    "FIAT_ANS15": "Si no ha sido redirigido a la página de confirmación, lo más probable es que haya desactivado las ventanas emergentes o haya instalado una extensión de bloqueo de ventanas emergentes en su navegador. El bloqueo de ventanas emergentes a veces detiene el flujo de la transacción, por lo que no se puede iniciar el pago. Intente desactivar las extensiones que puedan causar esto o pruebe con otro navegador y vuelva a iniciar la transacción. Se recomienda el navegador Chrome. <br/><br/> Si el problema persiste, póngase en contacto con el equipo de soporte de Ramp",
    "FIAT_QUE16": "Mi verificación ha sido rechazada. ¿Qué puedo hacer?",
    "FIAT_ANS16": "Si su verificación ha sido rechazada, lo más probable es que la imagen de su documento sea ilegible.<br/><br/>Sin embargo, siempre tendrás una segunda oportunidad para verificar tu identidad: espera recibir un segundo correo con un enlace a la página de verificación. Para facilitar este proceso<br/><br/>le recomendamos que utilice un navegador que no sea Chrome (Chrome tiende a capturar imágenes borrosas) o un móvil<br/><br/>asegúrese de que la imagen de su documento es nítida y clara<br/><br/>asegúrese de que su documento está bien iluminado.",
    "FIAT_QUE17": " No he recibido un código de verificación.",
    "FIAT_ANS17": "Por favor, compruebe la pestaña 'Ofertas' o la carpeta de 'spam'. Si todavía no aparece, agregue en la lista blanca este dominio: em440.ramp.network en su correo. Si sigue sin encontrarlo, póngase  en contacto con el equipo de soporte de Ramp. ",
    "FIAT_QUE18": "He proporcionado una referencia errónea (o ninguna) en mi transferencia bancaria manual.",
    "FIAT_ANS18": "Si ha cometido un error y ha proporcionado referencias incorrectas al realizar un pago manual, el sistema no podrá hacer coincidir el canje con el pago.<br/><br/>En el caso de una transacción en euros, la transferencia volverá a su cuenta automáticamente.<br/><br/>En el caso de una transacción en libras esterlinas, póngase en contacto con el equipo de asistencia de Ramp y facilite <br/><br/>  1. su dirección de correo electrónico <br/><br/> 2. el ID de referencia de la transferencia <br/><br/> 3. una confirmación de pago de la transacción de su cuenta bancaria (en formato pdf).  <br/> <br/> Para futuras operaciones, si decide realizar un pago manual, asegúrese de que el importe es exacto y los detalles (referencias) de la transacción son correctos.",
    "FIAT_QUE19": " ¿Cómo puedo retirar mi consentimiento de acceso a la API de mi banco conectado?",
    "FIAT_ANS19": "Tiene derecho a retirar su consentimiento en cualquier momento. Su consentimiento de acceso a la API puede retirarse directamente desde el sitio web o la aplicación del banco conectado. Este proceso es muy específico de cada banco, por lo que, en caso de duda, póngase en contacto con su banco para obtener más información.<br/><br/> Si tiene problemas para retirar el consentimiento, póngase en contacto con Ramp. Le ayudaremos. <br/><br/> Link a Preguntas Frecuentes de Ramp’s FAQ <br/> <a style='color:#fff' href='https://support.ramp.network/en/category/buying-nwc7bf/'>https://support.ramp.network/en/category/buying-nwc7bf/</a>",
    "REFERRAL_REGESTRATION_DESC": "Get your friends to register to KRYPTO using  your referral link",
    "REFERRAL_MAKE_MONEY": "Make Money",
    "REFERRAL_MAKE_MONEY_DESC": "Each time your friend uses passive income tools and our DEX you are making money. Forever!",
    "REFERRAL_COPY_LINK": "Copy link",
    "REFERRAL_COPYIED_LINK": "Copied!",
    "BUY_KRYPTO_HEADER": "Buy Cryptocurrency",
    "PURCHASE_KRYPTO_HEADER": "Purchase Cryptocurrency",
    "PURCHASE_CONTINUE": "Continue",
    "TOKEN_SEARCH": "Search Token by Name or Address",
    "HEADER_PLACEHOLDER": "Search for wallet address, protocols or tokens",
    "CONNECT_TO_METAMASK": "Connect to Metamask",
    "CONNECTING": "Connecting...",
    "RECENT_TRANSACTION": "Recent Transaction",
    "YOUR_HOLDING": "Your Holdings",
    "RECEIVE": "Receive",
    "SEND": "Send",
    "DATE": "Date",
    "LOCK_SCREEN_TOOLTIP": "Login to get access to all the features",
    "TRAN_HASH": "Transaction Hash",
    "TO": "To",
    "STATUS": "Status",
    "AMOUNT": "Amount",
    "YOUR_WALLET_ADDRESS": "Your Wallet Address",
    "PRINT": "Print",
    "SEND_NOTE": "Please note that large transaction amount may not be processed instantaneously. ",
    "MORE_INFO": "More Info",
    "SEND_AMOUNT": "Amount",
    "SEND_TO": "Send To",
    "REFERENCE": "Reference",
    "MENU_PROFILE": "Profile",
    "MENU_SETTINGS": "Settings",
    "MENU_LOGOUT": "Logout",
    "FOOTER_PRIVACY": "Privacy Policy",
    "FOOTER_TERMS": "Terms of Use",
    "SAVED_ADDRESS": "Recently Search Address",
    "NET_WORTH": "Net Worth",
    "NO": "No",
    "ASSETS": "Assets",
    "BALANCE": "Balance",
    "PRICE": "Price",
    "VALUE": "Value",
    "ALL_TOKENS": "All Tokens",
    "ROWS_PER_PAGE": "Rows per page",
    "EXCHANGE": "Exchange",
    "ESTIMATED_COST": "Estimated Cost",
    "PRICE_IMPACT": "Price Impact",
    "MIN_RECEIVED": "Minimum Recieved",
    "EXCHANGE_TOKEN": "Exchange Token",
    "TRADE": "Trade",
    "EXCHANGE_RECEIVE": "Receive",
    "QTY": "Qty",
    "EXCHANGE_PRICE": "Price (ETH - USDT)",
    "VSTYKLO": "VS TYKLO KRYPTO",
    "SLIP_PAGE": "Slippage",
    "PROFILE_HEADER": "Profile",
    "PROFILE_BASIC_DETAILS": "Basic Details",
    "PROFILE_EMAIL_ADDRESS": "Email address",
    "PROFILE_ACCOUNT_PASSWORD": "Account Password",
    "PROFILE_CHANGE": "Change",
    "PROFILE_LAST_UPDATED": "Last updated",
    "PROFILE_JOINED": "Joined",
    "JAN_MONTH": "January",
    "FEB_MONTH": "February",
    "MARCH_MONTH": "March",
    "APRIL_MONTH": "April",
    "MAY_MONTH": "May",
    "JUNE_MONTH": "June",
    "JULY_MONTH": "July",
    "AUG_MONTH": "August",
    "SEPT_MONTH": "September",
    "OCTO_MONTH": "October",
    "NOV_MONTH": "November",
    "DEC_MONTH": "December",
    "TRY_AGAIN_LATER": "Try again later",
    "CLOSE": "Close",
    "ERROR": "Error",
    "WALLET_METAMASK_SUBMENU": "Metamask",
    "WALLET_TYKLO_SUBMENU": "Monedero KRYPTO ",
    "EXCHANGE_SWAP_SUCCESS": "Swap Successfully",
    "MULTICHART": "Multichart",
    "DASHBOARD_RULES": "RULES",
    "DASHBOARD_RULES1": "1. Contest duration: 05 to 26 November 2021",
    "DASHBOARD_RULES2": "2. Team with highest trading volume in the contest peroid wins(1st: $3000; 2nd: $1500; 3rd: $500)",
    "DASHBOARD_RULES3": "3. Each participant has to register and log in to the website",
    "DASHBOARD_RULES4": "4. Each participant must choose a team to participate",
    "DASHBOARD_RULES5": "5. Only accounts which trade during the contest will be eligible for rewards",
    "DASHBOARD_RULES6": "6. Participants must join telegram or discord of their social group for reward distribution",
    "DASHBOARD_RULES7": "7. Social group leaders decide on fair distribution of the rewards and Krypo.Army team mediates the fair distribution",
    "DASHBOARD_RULES8": "8. Leaders may increase the price pool to incentivise engagement in the contest",
    "DASHBOARD_REGISTER_HEADER1": "Register, Log in and Choose Your Team",
    "DASHBOARD_REGISTER_HEADER2": "to join our trading contest",
    "DASHBOARD_PARTICIPANTS":"Participants",
    "DASHBOARD_VOLUME":"Volume"
}